Repository: common-repository/users-ultra
Catalog: languages/users-ultra-*.po
Languages: pt_br, sv_se

source: Please wait, loading ...
pt_br: Por favor aguarde, carregando ...
sv_se: Vänligen vänta, laddar...

source: Please wait, adding ...
pt_br: Por favor aguarde, acrescentando ...
sv_se: Vänligen vänta, lägger till...

source: Please wait ...
pt_br: Por favor, aguarde ...
sv_se: Vänligen vänta...

source: Please wait, updating user profiles ...
pt_br: Por favor aguarde, atualizando perfis de usuário ...

source: Done!
pt_br: Feito!
sv_se: Klar!

source: Are you totally sure that you want to delete it?
pt_br: Você está totalmente certo de que você deseja apagá-lo?
sv_se: Är du helt säker på att du vill radera detta?

source: Are you totally sure that you want to delete this widget?
pt_br: Você está totalmente certo de que você quer apagar este widget?

source: Are you totally sure that you want to restore the default widgets?
pt_br: Você está totalmente certo de que você deseja restaurar os widgets padrão?

source: Are you totally sure that you want to rebuild the links?
pt_br: Você está totalmente certo de que deseja recriar os links?
sv_se: Är du helt säker på att du vill återskapa länkarna?

source: Profile Fields Customizer
pt_br: Customizador de Campos de Perfil
sv_se: Profilfält Utformare

source: Organize profile fields, add custom fields to profiles, control privacy of each field, and more using the following customizer. You can drag and drop the fields to change the order in which they are displayed on profiles and the registration form.
pt_br: Organize os campos do perfil, adicionar campos personalizados para perfis, controlar a privacidade de cada campo, e mais com o seguinte customizador. Você pode arrastar e soltar os campos para alterar a ordem em que eles são exibidos nos perfis e formulário de inscrição.
sv_se: Ordna profilfält, lägg till egna fält till profilen, välj privat på fälten och mycket mer i denna utformare. Dra & släpp fälten för att ändra följden fälten visas på profilen och i registrerings formulären.

source: Profile fields have been restored
pt_br: Campos de perfil foram restaurados
sv_se: Profilfälten har återskapats

source: Click here to add new field
pt_br: Clique aqui para adicionar novo campo
sv_se: Klicka här för nytt fält

source: Click here to restore default fields
pt_br: Clique aqui para restaurar campos padrão
sv_se: Klicka här för återskapa ursprungliga fält

source: Custom Form:
pt_br: Formulário personalizado:
sv_se: Eget Formulär:

source: Default Registration Form
pt_br: Formulário de Inscrição Padrão
sv_se: Ursprungligt Registreringsformulär

source: Duplicate Current Form
pt_br: Duplicar Formulário Atual

source: Type
pt_br: Tipo
sv_se: Typ

source: Profile Field
pt_br: Campo de Perfil
sv_se: Profil Fält

source: Separator
pt_br: Separador
sv_se: Avskiljare

source: You can create a separator or a usermeta (profile field)
pt_br: Você pode criar um separador ou um usermeta (campo de perfil)
sv_se: ﻿Du kan skapa en separator eller en usermeta (profilfält)

source: Editor / Input Type
pt_br: Editor / Tipo de entrada
sv_se: ﻿Redaktör / Inmatningtyp

source: When user edit profile, this field can be an input (text, textarea, image upload, etc.)
pt_br: Quando editar perfil do usuário, este campo pode ser uma entrada (texto, textarea, envio de imagens, etc.)
sv_se: ﻿När användare redigerar profilen, kan det här fältet vara ett inmatningssätt (text, textarea, bilduppladdning, etc.)

source: Existing Meta Key / Field
pt_br: Existente Meta Key / Campo
sv_se: ﻿Befintlig Meta Nyckel / Fält

source: Choose a Meta Key
pt_br: Escolha uma chave de Meta
sv_se: ﻿Välj en Meta Nyckel

source: New Custom Meta Key
pt_br: Nova Custom Meta Key
sv_se: ﻿Ny Egen Meta Nyckel

source: Choose from a predefined/available list of meta fields (usermeta) or skip this to define a new custom meta key for this field below.
pt_br: Escolha a partir de uma predefinida lista de campos de meta (usermeta) ou ignorar esta opção para definir uma nova chave meta costum para esse campo abaixo.
sv_se: Välj från en förvald/existerande lista med meta fält (användarmeta) eller skippa detta och väljs en ny egen metanyckel för fältet nedan.

source: Enter a custom meta key for this profile field if do not want to use a predefined meta field above. It is recommended to only use alphanumeric characters and underscores, for example my_custom_meta is a proper meta key.
pt_br: Insira uma chave de meta para este campo personalizado perfil se não quiser usar um campo meta pré-definida acima. Recomenda-se usar apenas caracteres alfanuméricos e sublinhados, por exemplo my_custom_meta é uma chave meta adequada.
sv_se: Ange en egen metanyckel för detta profilfält om du inte vill använda ett förvalt fält ovan. Det rekommenderas att bara använda alfanumeriska tecken och understreck, tex min_egna_meta är en riktigt metanyckel.

source: Custom Capabilities
pt_br: Capacidades personalizadas
sv_se: Anpassade funktioner

source: You could type anything in this space. Any page could have access to those having that tag. Francetour,Spaintour. Please input comma separated tags
pt_br: Você pode digitar qualquer coisa neste espaço. Qualquer página poderá ter acesso a aqueles que têm essa etiqueta. Francetour, Spaintour. Por favor, etiquetas de entrada separados por vírgulas
sv_se: Du kan skriva något valfritt här. Valfri sida kan ha tillgång till denna taggen. Fransk resa, Spansk resa. Använd kommaseparerade Taggar

source: Label
pt_br: Rótulo
sv_se: Etikett

source: Enter the label / name of this field as you want it to appear in front-end (Profile edit/view)
pt_br: Digite o rótulo / nome deste campo como você deseja que ele apareça no front-end (Editar Perfil / Exibir)
sv_se: Ange etikett / namn för detta fält som du vill att det visas på profilens framsida (Profil ändra/visa)

source: Tooltip Text
pt_br: Texto Tooltip
sv_se: ﻿Tips text

source: A tooltip text can be useful for social buttons on profile header.
pt_br: Um texto dica de ferramenta pode ser útil para os botões sociais sobre o cabeçalho de perfil.
sv_se: ﻿En tipstext kan vara användbart för sociala knappar på profilhuvudet.

source: Help Text
pt_br: Texto de Ajuda
sv_se: ﻿Hjälptext

source: A help text can be useful for provide information about the field.
pt_br: Um texto de ajuda pode ser útil para fornecer informações sobre o campo.
sv_se: ﻿En hjälptext kan vara användbart för att ge information om fältet.

source: Show this help text under the profile field.
pt_br: Visualizar este texto de ajuda sob o campo de perfil.
sv_se: ﻿Visa denna hjälptext under profilfältet.

source: This field is social
pt_br: Este campo é social
sv_se: ﻿Detta fält är socialt

source: A social field can show a button with your social profile in the head of your profile. Such as Facebook page, Twitter, etc.
pt_br: Um campo social pode mostrar um botão com o perfil social na cabeça do seu perfil. Tal como Facebook página, Twitter, etc.
sv_se: ﻿Ett socialt fält kan visa en knapp med din sociala profil i huvudet på din profil. Såsom Facebook-sida, Twitter, etc.

source: Is a Link?
pt_br: É um link?
sv_se: Är en länk?

source: A link field is automatically converted to a link.
pt_br: Um campo de link é automaticamente convertido em um link.
sv_se: Ett länkfält konverteras automatiskt till en länk.

source: User can edit
pt_br: O usuário pode editar
sv_se: ﻿Användaren kan redigera

source: Users can edit this profile field or not.
pt_br: Os usuários podem editar este campo perfil ou não.
sv_se: ﻿Användare kan redigera det här profilfältet eller inte.

source: Allow HTML Content
pt_br: Permitir conteúdo HTML
sv_se: ﻿Tillåt HTML innehåll

source: If yes, users will be able to write HTML code in this field.
pt_br: Se sim, os usuários serão capazes de escrever código HTML neste campo.
sv_se: ﻿Om ja, användaren kan skriva HTML-kod i detta fält.

source: User can hide
pt_br: O usuário pode esconder
sv_se: ﻿Användaren kan dölja

source: Allow users to hide this profile field from public viewing or not. Selecting No will cause the field to always be publicly visible if you have public viewing of profiles enabled. Selecting Yes will give the user a choice if the field should be publicly visible or not. Private fields are not affected by this option.
pt_br: Permitir que usuários possam esconder esse campo de perfil de exibição pública ou não. Selecionar Não irá fazer com que o campo seja sempre visível publicamente se você tem a visão pública de perfis habilitados. Selecionar Sim dará ao usuário uma escolha se o campo deve ser visível ou não publicamente. Campos particulares não são afetados por essa opção.
sv_se: ﻿Tillåt användaren att dölja detta profilfältet från offentlig visning eller inte. Väljs Nej kommer fältet för att alltid vara offentligt synlig om du har offentlig visning av profiler aktiverade. Om du väljer Ja ger det användaren valmöjlighet om fältet ska vara offentligt synliga eller inte. Privata fält påverkas inte av detta alternativ.

source: This field is private
pt_br: Este campo é privado
sv_se: ﻿Detta fält är privat

source: Make this field Private. Only admins can see private fields.
pt_br: Faça este campo ser privado. Apenas os administradores podem ver os campos privados.
sv_se: ﻿Gör detta fält Privat. Endast administratörer kan se privata fält.

source: This field is required
pt_br: Este campo é obrigatório
sv_se: ﻿Detta fält är obligatoriskt

source: Selecting yes will force user to provide a value for this field at registration and edit profile. Registration or profile edits will not be accepted if this field is left empty.
pt_br: Selecionando sim forçará que o usuário forneça um valor para este campo no momento da inscrição e editar perfil. Registro ou edições de perfil não serão aceitos se este campo for deixado vazio.
sv_se: ﻿Väljs Ja kommer det tvinga användaren att ange ett värde för detta fält vid registrering och redigera profil. Registrering eller profilredigeringar kommer inte att accepteras om detta fält lämnas tomt.

source: Show on Registration form
pt_br: Mostrar no Formulário de Inscrição
sv_se: ﻿Visa på Registreringsformulär

source: Show this field on the registration form? If you choose no, this field will be shown on edit profile only and not on the registration form. Most users prefer fewer fields when registering, so use this option with care.
pt_br: Mostrar este campo no formulário de inscrição? Se você escolher não, este campo será mostrado em editar perfil e não apenas no formulário de inscrição. A maioria dos usuários preferem menos campos ao se registrar, então use essa opção com cuidado.
sv_se: ﻿Visa detta fält på registreringsformuläret? Om du väljer nej, kommer detta fält bara visas på redigera profil, och inte på registreringsformuläret. De flesta användare föredrar färre fält vid registrering, så använd det här alternativet med försiktighet.

source: Show on Widget
pt_br: Mostrar nos Widgets
sv_se: ﻿Visa på widget

source: Show this field on the user profile widgets?.
pt_br: Mostrar este campo em widgets de perfil de usuário ?.
sv_se: ﻿Visa detta fält på användarens profil widgets ?

source: Display by User Role
pt_br: Apresentar por Função de Usuário
sv_se: ﻿Visning av användarroll

source: If no, this field will be displayed on profiles of all User Roles. Select yes to display this field only on profiles of specific User Roles.
pt_br: Se não, este campo será exibido nos perfis de todas as funções de usuário. Selecione sim para exibir este campo apenas em perfis de funções de usuário específicas.
sv_se: ﻿Om nej, kommer detta fält visas på profiler av alla användarroller. Välj ja för att visa detta fält endast på profiler av specifika användarroller.

source: Select User Roles
pt_br: Selecione Funções de Usuário
sv_se: ﻿Välj användarroller

source: This field will only be displayed on users of the selected User Roles.
pt_br: Este campo só será exibido na usuários das funções de usuário selecionadas.
sv_se: ﻿Detta fält visas endast för användare av de valda användarrollerna.

source: Editable by Users of Role
pt_br: Editável por usuários de funções
sv_se: ﻿Redigerar för användare av Roll

source: If yes, available user roles will be displayed for selection.
pt_br: Se sim, funções de usuário disponíveis serão exibidos para a seleção.
sv_se: ﻿Om ja, blir tillgängliga användarroller visade för urval.

source: Select Roles that can Edit.
pt_br: Selecione Funções que pode editar.
sv_se: ﻿Välj Roller som kan redigera.

source: Selected user roles will have the permission to edit this field.
pt_br: Funções de usuário selecionadas terão a permissão para editar este campo.
sv_se: ﻿Valda användarroller kommer att ha behörighet att redigera detta fält.

source: Icon for this field
pt_br: Ícone para este campo
sv_se: ﻿Ikon för detta fält

source: None
pt_br: Nenhum
sv_se: ﻿Inget

source: Submit New Field
pt_br: Enviar Novo Campo
sv_se: ﻿Ange nytt fält

source: Cancel
pt_br: Cancelar
sv_se: ﻿Avbryt

source: Are you totally sure that you want to delete this field?
pt_br: Você está totalmente certo de que deseja excluir este campo?
sv_se: ﻿Är du helt säker på att du vill radera detta fält?

source: Are you totally sure that you want to restore the default fields?
pt_br: Você está totalmente certo de que você deseja restaurar os campos padrão?
sv_se: ﻿Är du helt säker på att du vill återskapa ursprungsfälten?

source: Please input a name
pt_br: Por favor, insira um nome
sv_se: Ange ett namn

source: Payment Gateways Settings
pt_br: Configurações de gateways de pagamento
sv_se: ﻿Betalningsmoduler Inställningar

source: Here you can configure PayPal if you wish to accept paid registrations
pt_br: Aqui você pode configurar PayPal se quiser aceitar registros pagos
sv_se: ﻿Här kan du konfigurera PayPal om du vill acceptera betalda registreringar

source: Activate PayPal
pt_br: Ative PayPal
sv_se: ﻿Aktivera PayPal

source: If checked, PayPal will be activated as payment method
pt_br: Se marcada, PayPal será ativado como forma de pagamento
sv_se: ﻿Om markerad, kommer PayPal att aktiveras som betalningsmetod

source: The Paypal IPN response will be sent to the admin
pt_br: A resposta Paypal IPN será enviado para o administrador
sv_se: Paypal IPN svaret kommer att skickas till admin

source: If 'yes' the admin will receive the whole Paypal IPN response. This helps to troubleshoot issues.
pt_br: Se 'sim' o administrador receberá toda a resposta Paypal IPN. Isso ajuda a resolver problemas.
sv_se: Om 'ja' kommer admin få hela Paypal IPN svaret. Detta bidrar till att felsöka problem.

source: PayPal Email Address
pt_br: Endereço de Email do PayPal
sv_se: ﻿PayPal e-postadress

source: Enter email address associated to your PayPal account.
pt_br: Digite o endereço de e-mail associado à sua conta PayPal.
sv_se: ﻿Ange e-postadress kopplad till ditt PayPal-konto.

source: Paypal Sandbox Email Address
pt_br: Paypal Sandbox Endereço de Email
sv_se: ﻿Paypal Sandlåda E-postadress

source: This is not used for production, you can use this email for testing.
pt_br: Isto não é usado para a produção, você pode usar este e-mail para o teste.
sv_se: ﻿Detta används inte för produktion, du kan använda denna e-post för tester.

source: Currency
pt_br: Moeda
sv_se: ﻿Valuta

source: Please enter the currency, example USD.
pt_br: Por favor, indique a moeda, exemplo USD.
sv_se: ﻿Ange valuta, exempelvis USD.

source: Mode
pt_br: Modo
sv_se: Läge

source: Production Mode
pt_br: Modo de Produção
sv_se: ﻿Produktionsläge

source: Test Mode (Sandbox)
pt_br: Modo de Teste (Sandbox)
sv_se: ﻿Testläge (sandlåda)

source: Bank Deposit/Cash Other
pt_br: Depósito Bancário / Dinheiro

source: Activate Bank Deposit
pt_br: Ativar Depósito Bancário

source: Custom Label
pt_br: Rótulo personalizado

source: Example: Bank Deposit , Cash, Wire etc.
pt_br: Exemplo: Depósito Bancário, Dinheiro, etc.

source: Payment Details
pt_br: Detalhes Do Pagamento

source: Input here all the relevant information that will be sent to the client, for example: the bank account details.
pt_br: Insira aqui toda a informação relevante que será enviado para o cliente, por exemplo: os detalhes da conta bancária.

source: Documentation and User Guide
pt_br: Documentação e Guia do Usuário
sv_se: ﻿Dokumentation och användarguide

source: Here there are some useful shortocodes that will help you to start your online community in minutes.
pt_br: Aqui existem alguns shortcodes úteis que irão ajudá-lo a iniciar a sua comunidade on-line em minutos.
sv_se: ﻿Här finns några användbara kortkommandon som hjälper dig att starta din online-community på några minuter.

source: <a href='http://www.usersultra.com/support/' target='_blank'>CLICK HERE </a>to visit Support Forum
pt_br: <a href='http://www.usersultra.com/support/' target='_blank'>CLIQUE AQUI </a>para visitar o forum de suporte
sv_se: ﻿<a href='http://www.usersultra.com/support/' target='_blank'>KLICKA HÄR</a> för att besöka Supportforum

source: <a href='http://usersultra.com/users-pro-change-log.html' target='_blank'>CLICK HERE </a>to check the Changelog
pt_br: <a href='http://usersultra.com/users-pro-change-log.html' target='_blank'>CLIQUE AQUI </a>para verificar o Changelog
sv_se: ﻿<a href='http://usersultra.com/users-pro-change-log.html' target='_blank'>KLICKA HÄR</a> för att kolla ändringsloggen

source: Common Shortcodes
pt_br: Shortcodes comuns
sv_se: ﻿Vanliga kortkoder

source: Synchronize Existing Users
pt_br: Sincronizar Usuários Existentes
sv_se: ﻿Synkronisera Befintliga användare

source: This feature allows you to synchronize the already users in your WordPress website so they can be recognized by Users Ultra
pt_br: Este recurso permite que você sincronize os já usuários em seu site WordPress para que eles possam ser reconhecidos por Usuários Ultra
sv_se: ﻿Den här funktionen gör att du kan synkronisera befintliga användare i din WP-sida, så de kan kännas igen av Users Ultra

source: Start Sync Now
pt_br: Sincronizar Agora
sv_se: ﻿Starta Synkronisering nu

source: Import Users
pt_br: Importar usuários
sv_se: ﻿Importera Användare

source: This feature lets you import users easily into the Users Ultra System. The file must be CSV format. Delimited Comma-separated Values
pt_br: Este recurso permite importar usuários facilmente para o Users Ultra. O arquivo deve estar no formato CSV. Valores delimitados por vírgula separados
sv_se: ﻿Den här funktionen låter dig importera användare enkelt in i Users Ultra System. Filen måste vara i CSV-format. Kommaseparerade värden

source: File must contain at least <strong>5 columns: username, email, display name, first name and last name</strong>. These should be the first five columns and it should be placed <strong>in this order: username, email, display name, first name and last name</strong>. If there are more columns, Users Ultra Pro will manage it automatically.
pt_br: O arquivo deve conter pelo menos <strong> 5 colunas: nome de usuário, e-mail, nome de exibição, nome e sobrenome </strong>. Estas devem ser as primeiras cinco colunas e deve ser colocado <strong> nesta ordem: nome de usuário, e-mail, nome de exibição, nome e sobrenome </strong>. Se houver mais colunas, Usuários Ultra Pro irá gerenciá-lo automaticamente.
sv_se: ﻿Filen måste innehålla minst <strong>5 kolumner: användarnamn, e-post, visningsnamn, förnamn och efternamn.</strong> Dessa bör vara de första fem kolumnerna och det ska placeras <strong>i denna ordning: användarnamn, e-post, visningsnamn, förnamn och efternamn.</strong> Om det finns fler kolumner, hanterar Users Ultra Pro det automatiskt.

source: <b>ONLY CSV EXTENSIONS ALLOWED: </b>
pt_br: <b>SOMENTE CSV PERMITIDO </b>
sv_se: ﻿<b>ENDAST CSV FILER TILLÅTS:</b>

source: Account Activation:
pt_br: Ativação De Conta:
sv_se: ﻿Kontoaktivering:

source: Send welcome email with new password.
pt_br: Enviar e-mail de boas-vindas com uma nova senha.
sv_se: ﻿Skicka välkomstmeddelande med nytt lösenord.

source: Activate account automatically.
pt_br: Ativar conta automaticamente.
sv_se: ﻿Aktivera konto automatiskt.

source: Send Activation Link.
pt_br: Enviar link de ativação.
sv_se: ﻿Skicka aktiveringslänk.

source: <strong> PLEASE NOTE</strong>: the account status will be &quot;pending&quot; until the user clicks on the activation link.
pt_br: <Strong> ATENÇÃO </strong>: o status da conta será &quot;pending&quot; até que o usuário clique no link de ativação.
sv_se: ﻿<strong>OBS:</strong> kontostatus kommer att vara &quot;väntar&quot; tills användaren klickar på aktiveringslänken.

source: Default Account Package:
pt_br: Pacote Padrão da conta:

source: Users will be assinged the following package:
pt_br: Os usuários serão atribuídos ao seguinte pacote:

source: Start Importing
pt_br: Iniciar Importação
sv_se: ﻿Börja Importera

source: Auto Sync with WooCommerce
pt_br: Sincronização automática com WooCommerce
sv_se: ﻿Autosynk med WooCommerce

source: Syncing with WooCommerce will automatically add WooCommerce customer profile fields to your Users Ultra Plugin. A quick way to have a WooCommerce account page integrated with Users Ultra. Just click the following button and Users Ultra will do the work for you.
pt_br: Com o sincronizar com WooCommerce irá adicionar automaticamente os campos do perfil do cliente WooCommerce aos seus Usuários Ultra Plugin. Uma maneira rápida de ter uma conta WooCommerce integrado com Usuários Ultra. Basta clicar no botão seguinte e Usuários Ultra irá fazer o trabalho para você.
sv_se: ﻿Synk med WooCommerce lägger automatiskt till WooCommerce kundprofilsfält till din User Ultra Plugin. Ett snabbt sätt att få WooCommerce kontosida integrerat med Users Ultra. Klicka på knappen och Users Ultra kommer att göra jobbet åt dig.

source: Sync and keep existing fields
pt_br: Sincronizar e manter campos existentes
sv_se: ﻿Synka och behåll befintliga fält

source: Sync and delete existing fields
pt_br: Sincronizar e excluir campos existentes
sv_se: ﻿Synkronisera och radera befintliga fält

source: Please install WooCommerce plugin first.
pt_br: Por favor, instale WooCommerce plugin primeiro.
sv_se: ﻿Installera WooCommerce pluginen först.

source: Please wait, this process may take several minutes
pt_br: Por favor aguarde, este processo pode levar vários minutos
sv_se: Vänligen vänta, denna process kan ta flera minuter

source: Are you totally sure that you want to upgrade?
pt_br: Você está totalmente certo de que você deseja atualizar?
sv_se: ﻿Är du helt säker på att du vill uppgradera?

source: Validate your copy
pt_br: Validar a sua cópia
sv_se: ﻿Validera din kopia

source: Please fill out the form below with the serial number generated when you registered your domain through your account at UsersUltra.com
pt_br: Por favor, preencha o formulário abaixo com o número de série gerado quando você registrou o seu domínio através de sua conta no UsersUltra.com
sv_se: ﻿Fyll i formuläret nedan med serienumret som genererades när du registrerade din domän via ditt konto på UsersUltra.com

source: INPUT YOUR SERIAL KEY
pt_br: Introduza o seu SERIAL KEY
sv_se: ANGE DIN SERIENYCKEL

source: CLICK HERE TO VALIDATE YOUR COPY
pt_br: CLIQUE AQUI para validar sua cópia
sv_se: ﻿KLICKA HÄR FÖR ATT VERIFIERA DITT EXEMPLAR

source: Notifications Settings
pt_br: Configurações de Notificações
sv_se: ﻿Meddelandeinställningar

source: Advanced Email Options
pt_br: E-mail - Opções avançadas
sv_se: ﻿Avancerade e-postalternativ

source: Here you can control how Users Ultra Pro will send the notification to your users.
pt_br: Aqui você pode controlar como o Users Ultra Pro irá enviar a notificação para os seus usuários.
sv_se: ﻿Här kan du kontrollera hur Users Ultra Pro skickar meddelanden till användarna.

source: Send as HTML
pt_br: Enviar como HTML
sv_se: ﻿Skicka som HTML
