Repository: common-repository/users-ultra
Catalog: languages/users-ultra-*.po
Languages: pt_br, sv_se

source: Enter your custom Slug for the Users Directory Page.
pt_br: Digite o seu Slug personalizado para a Página de Diretorio dos Usuários.
sv_se: ﻿Ange din egna sökväg för användarregister sidan.

source: Custom Module Slug
pt_br: Módulo Personalizado de Slug

source: General Settings
pt_br: Configurações Gerais
sv_se: ﻿Allmänna inställningar

source: General
pt_br: Geral
sv_se: ﻿Allmänt

source: Social Media
pt_br: Mídia Social
sv_se: ﻿Sociala medier

source: Registration
pt_br: Inscrição
sv_se: Registrering

source: Redirections
pt_br: Redirecionamentos
sv_se: Omdirigeringar

source: Privacy
pt_br: Privacidade

source: Miscellaneous Settings
pt_br: Configurações diversas
sv_se: ﻿Diverse inställningar

source: Hide WP Admin Tool Bar
pt_br: Esconder barra WP ferramenta de administração
sv_se: ﻿Göm WP Admin Tool Bar

source: If checked, User will not see the WP Admin Tool Bar
pt_br: Se selecionado, o usuário não verá a barra de ferramenta de administração do WP
sv_se: ﻿Markerad så kommer Användaren inte se WP Admin Tool Bar

source: If checked, User will not see the WP Admin Tool Bar.
pt_br: Se selecionado, o usuário não verá a barra de ferramenta de administração do WP
sv_se: Markerad så kommer Användaren inte se WP Admin Tool Bar.

source: Date Format:
pt_br: Formato De Data:
sv_se: ﻿Datumformat:

source: Select the date format to be used on Users Ultra
pt_br: Selecione o formato de data a ser utilizado no Usuários Ultra
sv_se: ﻿Välj datumformat som ska användas i Users Ultra

source: Use Users Ultra Avatar
pt_br: Use Usuários Ultra Avatar
sv_se: ﻿Använd Users Ultra Avatar

source: If you select "yes", Users Ultra will override the default WordPress Avatar
pt_br: Se você selecionar \ "sim ", Usuários Ultra irá substituir o padrão WordPress Avatar
sv_se: ﻿Om du väljer "ja", Users Ultra ersätter standard WordPress Avatar

source: If you select yes, Users Ultra will retreive the Facebook Avatar of the users. It will be used as Avatar in the users' profile
pt_br: Se você selecionar sim, Usuários Ultra irá recuperar o avatar do Facebook dos usuários. Ele será usado como Avatar no perfil dos usuários
sv_se: Om du väljer ja kommer Users Ultra hämta användarens Facebook Avatar. Det kommer att användas som Avatar i användarens profil

source: Allow Users To Deactivate Facebook Avatar
pt_br: Permitir que usuários Desativem o avatar do Facebook
sv_se: Användarna kan inaktivare Facebook Avatar

source: If you select yes, Your users will be able to deactivate this feature and the Gravatar will be used.
pt_br: Se você selecionar Sim, seus usuários serão capazes de desativar esse recurso eo Gravatar será usado.
sv_se: Om du väljer ja kan dina användare inaktivare denna funktion och Gravatar kommer att användas.

source: Hide Empty Fields
pt_br: Ocultar campos vazios
sv_se: Göm tomma fält

source: If you select yes, empty fields will be automatically hidden from user's profile and the directory.
pt_br: Se você selecionar sim, os campos vazios serão automaticamente escondidos de perfil de usuário e do diretório.
sv_se: Om du väljer ja kommer tomma fält automatiskt döljas från användarens profil och medlemslistan.

source: Text for links on profile page:
pt_br: Texto para links na página de perfil:
sv_se: Text för länkar på profilsida:

source: This text will be displayed for the links in the profile fields, you can use "click here". Leave it empty if you want to display the link as text.
pt_br: Este texto será exibido para os links nos campos do perfil, você pode usar \ "clique aqui ". Deixe em branco se você quiser exibir o link como texto.
sv_se: Denna text kommer att visas för länkarna i profilfält, du kan tex använda 'klicka här'. Lämna tomt om du vill visa länken som text.

source: Auto Rotation Fixer
pt_br: Corretor de Rotação Automática
sv_se: ﻿Auto rotera funktion

source: If you select 'yes', Users Ultra will Automatically fix the rotation of JPEG images using PHP's EXIF extension, immediately after they are uploaded to the server. This is implemented for iPhone rotation issues
pt_br: Se você selecionar "sim", Users Ultra irá corrigir automaticamente a rotação de imagens JPEG utilizando a extensão EXIF, imediatamente após eles são enviados para o servidor. Isso é implementado por questões de rotação para iPhone
sv_se: ﻿Om du väljer 'ja', kommer Users Ultra Automatiskt fixa rotering av JPEG-bilder med hjälp av EXIF ​​info, direkt efter att de laddas upp till servern. Detta löser iPhone rotationsproblem

source: Allow Guests to use the rating system
pt_br: Permitir convidados a usar o sistema de rating
sv_se: Tillåt Gäster att använda betygsystemet

source: If checked, users will be able to leave rates without being logged in
pt_br: Se marcada, os usuários serão capazes de votar sem estar logado
sv_se: Vald kan användare lämna betyg utan att vara inloggade

source: Allow Guests to like other users
pt_br: Permitir convidados a gostar de outros usuários
sv_se: Tillåt gäster att gilla andra medlemmar

source: If checked, users will be able to like users without being logged in
pt_br: Se marcada, os usuários serão capazes de gostar de usuários sem estar logados
sv_se: Om vald, kan medlemmar gilla medlemmar utan att vara inloggade

source: Force Cache Refresh
pt_br: Força Atualização da Cache
sv_se: Tvinga uppdatering av Cache

source: If you select 'yes', Users Ultra will force cache refresh caused by some plugins such as WP Super Cache. This will affect the 'images' only
pt_br: Se você selecionar "sim", Users Ultra irá forçar atualização do cache causada por alguns plugins como o WP Super Cache. Isso afetará as "imagens" únicas
sv_se: Om du väljer 'ja', kommer Users Ultra uppdatera cache på några plugins som tex WP Super Cache. Detta kommer endast att påverka 'bilder'

source: Disable Ligthbox
pt_br: Desativar Ligthbox
sv_se: Inaktivera Ligthbox

source: If checked, the default Ligthbox files included in the plugin won't be loaded
pt_br: Se marcada, os arquivos Ligthbox padrão incluídos no plugin não serão carregados
sv_se: Vald kommer standard lightbox filer som ingår i pluginen inte laddas

source: Allow Users To Contact Admin
pt_br: Permitam aos usuários contactarem o Administrador
sv_se: ﻿Tillåt användare att kontakta Admin

source: If you select 'yes', the users will be see a button in the messaging link that will let them contact the administrator by sending a private message.
pt_br: Se você selecionar "sim", os usuários verão um botão na ligação de mensagens que vai deixá-los em contato com o administrador através do envio de uma mensagem privada.
sv_se: ﻿Om du väljer 'ja', kommer användarna att se en knapp i meddelandelänk som kommer att låta dem kontakta administratören genom att skicka ett privat meddelande.

source: Choose Admins that will be notified
pt_br: Escolha administradores que serão notificados
sv_se: ﻿Välj Admins som ska meddelas

source: Selected admin users will receive an email once a user contacts an admin. You can choose more than one admin.
pt_br: Usuários admin selecionados receberão um e-mail se um usuário contacta um administrador. Você pode escolher mais de um administrador.
sv_se: ﻿Valda admin användare kommer få ett mail när en användare kontakter en admin. Du kan välja mer än en admin.

source: Selected admin users will receive an email once a user contacts an admin.
pt_br: Usuários admin selecionados receberão um e-mail uma vez que um usuário contata um administrador.
sv_se: ﻿Valda admin användare kommer få ett mail när en användare kontakter en admin.

source: Password Strength Settings
pt_br: Configurações de força da senha

source: You can help protect your users' accounts by managing and monitoring the strength of their passwords.
pt_br: Você pode ajudar a proteger as contas de seus usuários por gerenciar e monitorar a força de suas senhas.

source: Minimum password length:
pt_br: Tamanho mínimo da senha:

source: By default a Password must be at least 7 characters long
pt_br: Por padrão, uma senha deve ter pelo menos 7 caracteres

source: Must contain at least one number and one letter
pt_br: Deve conter pelo menos um número e uma letra

source: The password must contain at least one number and one letter
pt_br: A senha deve conter pelo menos um número e uma letra

source: Must contain at least one upper case character
pt_br: Deve conter pelo menos um caractere maiúsculo

source: The password must contain at least one upper case character
pt_br: A senha deve conter pelo menos um caractere maiúsculo

source: Must contain at least one lower case character
pt_br: Deve conter pelo menos uma letra minuscula

source: The password must contain at least one lower case character
pt_br: A senha deve conter pelo menos uma letra minuscula

source: The password must contain at least one lowercase character
pt_br: A senha deve conter pelo menos um caractere minúsculo

source: Membership Settings
pt_br: Configurações de Memberships

source: Display Only Selected Package
pt_br: Mostrar Apenas Pacote Selecionado
sv_se: ﻿Visa endast utvalda paket

source: If checked, Only the Selected package will be displayed in the payment form. <strong>PLEASE NOTE: </strong>This setting is used only if you are using the pricing tables feature.
pt_br: Se marcada, somente o pacote selecionado será exibido na forma de pagamento. <Strong> NOTA: </ strong> Essa configuração é usada apenas se você estiver usando a tabela de preços
sv_se: Vald kommer bara det valda paketet att visas i betalningsformuläret <strong>OBS:</strong> Denna inställning används endast om du använder pristabellsfunktionen.

source: If checked, Only the Selected package will be displayed in the payment form
pt_br: Se marcada, somente o pacote selecionado será exibido na forma de pagamento
sv_se: Markerad kommer bara det valda paketet att visas i betalningsformuläret

source: Text for free membership:
pt_br: Texto para Adesão Grátis em Membership
sv_se: ﻿Text för gratis medlemskap:

source: This text will be displayed for the free membership rather than showing <strong>"$0.00"<strong>. Please input some text like: "Free"
pt_br: Este texto será exibido para a livre adesão em vez de mostrar <strong> \ "0,00 dólar " <strong>. Por favor coloque algum texto como: "livre "
sv_se: ﻿Denna text kommer att visas för gratis medlemskap, i stället för <strong>"$0.00"<strong>. Vänligen ange en text som: "Gratis"

source: IP Number Defender
pt_br: Número IP Defender
sv_se: ﻿IP Nummer Defender

source: Activate IP Blocking
pt_br: Ativar Bloqueio de IP
sv_se: ﻿Aktivera IP blockering

source: If you select "yes", Users Ultra Defender will be activated and you will able to block IP numbers. Blocked IP number will not be able to register.
pt_br: Se você selecionar sim Users Ultra Defender será ativada e você será capaz de bloquear IPs. Número IP bloqueado não será capaz de registrar.
sv_se: Om du väljer "ja", aktiveras Users Ultra Defender och kan blockera IP adresser. Blockerade IP adresser kan inte registrera sig.

source: If you select "yes", Users Ultra Defender will be activated and you will able to block IP numbers. Blocked IP number will not be able to register
pt_br: Se você selecionar "sim ", Users Ultra Defender será ativada e você será capaz de bloquear IPs. Número IP bloqueados não será capaz de registrar
sv_se: Om du väljer "ja", aktiveras Users Ultra Defender och kan blockera IP adresser. Blockerade IP adresser kan inte registrera sig.

source: Redirect Page:
pt_br: Página de redirecionamento:
sv_se: Omdirigeringssida:

source: Select the page you would like to take blocked users.
pt_br: Selecione a página que você gostaria de levar usuários bloqueados.
sv_se: Välj sida som blockerade användare skall komma till.

source: Media Settings
pt_br: Configurações de Mídia
sv_se: ﻿Mediainställningar

source: Upload Folder:
pt_br: Carregar Pasta:
sv_se: Uppladdningsmapp:

source: This is the folder where the user photos will be stored in. Please make sure to assing 755 privileges to it. The default folder is <strong>wp-content/usersultramedia</strong>
pt_br: Esta é a pasta onde as fotos do usuário serão armazenados. Por favor certifique-se de atribuir o privilégio 755 a ela. A pasta padrão é <strong> wp-content / usersultramedia </strong>
sv_se: Detta är mappen som användarnas bilder sparas i. Ge mappen 755 privilegier (CHMOD). Normal mapp är <strong>wp-content/usersultramedia</strong>

source: Mini Thumbnail Width
pt_br: Mini Thumbnail - Largura
sv_se: Mini Thumbnail bredd

source: Width in pixels
pt_br: Largura em pixels
sv_se: Bredd i pixels

source: Mini Thumbnail Height
pt_br: Mini Thumbnail - Altura
sv_se: Mini Thumbnail höjd

source: Height in pixels
pt_br: Altura em pixels
sv_se: Höjd i pixels

source: Thumbnail Width
pt_br: Thumbnail Largura
sv_se: Thumbnail bredd

source: Thumbnail Height
pt_br: Thumbnail Altura
sv_se: Thumbnail höjd

source: Large Photo Max Width
pt_br: Máxima Largura da Foto Larga
sv_se: Stor bild max bredd

source: Large Photo Max Height
pt_br: Máxima Altura da Foto Larga
sv_se: Stor bild max höjd

source: Terms & Conditions
pt_br: Termos e Condições
sv_se: Villkor & Regler

source: Allows Terms & Conditions Text Before Registration
pt_br: Permite Termos e Condições texto Antes de Registro
sv_se: Medger Villkor & Regler text före registrering

source: If you select "yes", users will have to accept terms and conditions when registering.
pt_br: Se você selecionar "sim ", os usuários terão que aceitar os termos e condições quando do registro.
sv_se: Om du väljer "ja", måste användarna godkänna Villkor & Regler vid registrering.

source: Terms & Conditions Label
pt_br: Rótulo de Termos e Condições
sv_se: Villkor & Regler Rubrik

source: Enter text to display, example "I agree to the Terms & Conditions".
pt_br: Digite o texto a ser exibido, exemplo "Concordo com os Termos e Condições ".
sv_se: Ange text att visa, exempel "Jag godkänner angivna Villkor & Regler".

source: Terms & Conditions Text/HTML
pt_br: Termos e Condições texto / html
sv_se: Villkor & Regler Text/HTML

source: Enter extened text to display.
pt_br: Digite o texto extenedido para exibir.
sv_se: Ange utförlig text att visa.

source: Is Mandatory?
pt_br: É obrigatório?

source: If you select "yes", user will have to accept the terms and conditions by checking the checkbox.
pt_br: Se você selecionar "sim ", o usuário terá de aceitar os termos e condições, marcando a caixa de seleção.

source: Terms & Conditions Text/HTML 2
pt_br: Termos e Condições Texto / HTML 2
sv_se: Villkor & Regler Text/HTML 2

source: Enter extended text to display
pt_br: Digite o texto estendido para exibir
sv_se: Ange utförlig text att visa.

source: Terms & Conditions Text/HTML 3
pt_br: Termos e Condições Texto / HTML 3
sv_se: Villkor & Regler Text/HTML 3

source: Enter extended text to display.
pt_br: Digite o texto estendida para exibir.
sv_se: Ange utförlig text att visa.

source: Terms & Conditions Text/HTML 4
pt_br: Termos e Condições Texto / HTML 4
sv_se: Villkor & Regler Text/HTML 4

source: Avatar Settings
pt_br: Configurações de Avatar
sv_se: Avatarinställningar

source: Avatar Width:
pt_br: Avatar Largura:
sv_se: Avatar Bredd:

source: Avatar Height
pt_br: Avatar Altura
sv_se: Avatar Höjd

source: MailChimp Settings
pt_br: Configurações do MailChimp
sv_se: MailChimp inställningar

source: Fill out this field with your MailChimp API key here to allow integration with MailChimp subscription.
pt_br: Preencha este campo com a sua chave de API MailChimp aqui para permitir a integração com assinatura MailChimp.
sv_se: Ange er MailChimp API nyckel här, för integrering med MailChimp prenumeration.

source: MailChimp List ID
pt_br: MailChimp Lista ID

source: Fill out this field your list ID.
pt_br: Preencher este campo com lista de ID.
sv_se: Ange er list ID.

source: Activate/Deactivate MailChimp
pt_br: Ativar / Desativar MailChimp
sv_se: Aktivera/Avaktivera MailChimp

source: If checked, Users will be asked to subscribe through MailChimp
pt_br: Se marcada, os usuários serão convidados a se inscrever através de MailChimp
sv_se: Aktiverad, Användarna blir ombedda att prenumerera via MailChimp

source: Auto Checked MailChimp
pt_br: Auto verificado MailChimp
sv_se: Auto aktiverad MailChimp

source: If checked, the user will not need to click on the mailchip checkbox. It will appear checked already.
pt_br: Se selecionado, o usuário não precisará clicar na caixa de seleção mailchip. Ele aparecerá já marcada.
sv_se: Aktiverad, användarna behöver inte välja mailchimp, den är redan förvald.

source: MailChimp Text
pt_br: Texto do MailChimp

source: Please input the text that will appear when asking users to get periodical updates.
pt_br: Por favor coloque o texto que aparece quando pedindo aos usuários para obter atualizações periódicas.
sv_se: Ange text för frågan om periodiska uppdateringar.

source: MailChimp Header Text
pt_br: MailChimp - Texto do cabeçalho
sv_se: MailChimp Rubrik Text

source: Please input the text that will appear as header when mailchip is active.
pt_br: Por favor coloque o texto que aparecerá como cabeçalho quando o mailchip está ativo.
sv_se: Skriv in den text som ska visas som rubrik när mailchip är aktiv.

source: bbPress Integration Settings
pt_br: bbPress Configurações de Integração
sv_se: bbPress integreringsinställningar

source: Activate bbPress Compatibility
pt_br: Ative Compatibilidade bbPress
sv_se: Aktivera bbPress kompatibilitet

source: By activation this option two new links will be added to the user profiles. One of Topics started by the user and another one for the user's replies
pt_br: Pela ativação esta opção dois novos links serão adicionados aos perfis de usuário. Um dos tópicos iniciados pelo usuário e outra para as respostas do usuário
sv_se: Aktiverad så ges två nya länkar till användarprofilen. Ena visar Ämnen användaren startat, andra visar användarens svar.

source: Options
pt_br: Opções
sv_se: Alternativ

source: Options that will be displayed in your bbPress separated by commas: <strong>Available options:</strong> badges,country,like,rating,social
pt_br: Opções que serão exibidos no seu bbPress separados por vírgulas: <strong> Opções disponíveis: </strong> emblemas, país, como, classificação, sociais
sv_se: Alternativ som visas i din bbPress separerade med komman: <strong>Valbara alternativ:</strong> priser,land,gilla,poäng,social

source: Online/Offline Status Settings
pt_br: Configurações de Status On-line/ off-line
sv_se: Upp/Nedkopplad statusinställningar

source: Online/Offline Status
pt_br: Online / Offline Estado
sv_se: Upp/Nedkopplad Status

source: Activate
pt_br: Ativar
sv_se: Aktivera

source: Deactivate
pt_br: Desativar
sv_se: Avaktivera

source: Activate the online offline feature
pt_br: Ative o recurso off-line on-line
sv_se: Aktivera Upp/Nedkopplad funktion

source: Show Offline Icon
pt_br: Mostrar Ícone de Offline
sv_se: Visa Nedkopplad ikon

source: User Profiles Settings
pt_br: Configurações de perfis de usuário
sv_se: ﻿Användarprofiler inställningar

source: Profile Display Name:
pt_br: Nome de Exibição do Perfil:
sv_se: ﻿Visat Profilnamn:

source: Display User Name
pt_br: Nome de exibição do usuário
sv_se: Visat Användarnamn

source: Use the Display Name set by the User in the Profile
pt_br: Use o nome de exibição definida pelo usuário no perfil
sv_se: ﻿Använd valt profilnamn satt av användaren i profilen

source: Set how the users ultra will make the user name.
pt_br: Definir como os usuários farão o nome de usuário.
sv_se: ﻿Ange hur Users Ultra kommer att skapa användarnamnet.

source: Redirections Settings
pt_br: Configurações de redirecionamentos
sv_se: Omdirigeringsinställningar

source: Redirect Backend Profiles
pt_br: Redirecionar Perfis de back-end
sv_se: Omdirigera Baksideprofiler

source: If checked, non-admin users who try to access backend WP profiles will be redirected to Users Ultra Profile Page specified above.
pt_br: Se marcada, os usuários não-administradores que tentam acessar perfis de backend WP serão redirecionado para a página de perfil de usuários especificado acima.
sv_se: Markerad kommer icke-admin användare (som försöker komma åt WP baksideprofiler) att omdirigeras till Users Ultra profilsida som anges ovan.

source: Checking this option will send all users to the front-end Users Ultra Profile Page if they try to access the default backend profile page in wp-admin. The page can be selected in the Users Ultra System Pages settings.
pt_br: Marcar esta opção irá enviar a todos os usuários para a página de perfil de usuários front-end se eles tentam acessar a página de perfil backend padrão em wp-admin. A página pode ser selecionada nas configurações de páginas do sistema.
sv_se: ﻿Markerad kommer användaren att skickas till framsideprofilsidan i Users Ultra, om de försöker nå standard baksideprofilsida i WP-admin. Sidan väljs i inställningarna för Users Ultra systemsidor.

source: Redirect Backend Login
pt_br: Redirecionar Backend Login
sv_se: ﻿Omdirigera Baksidelogin

source: If checked, non-admin users who try to access backend login form will be redirected to the front end Users Ultra Login Page specified above.
pt_br: Se marcada, os usuários não-administradores que tentam acessar formulário de login backend será redirecionado para a página de usuário de front-end de login especificado acima.
sv_se: ﻿Markerad kommer icke-admin användare (som försöker komma åt baksidelogin) att omdirigeras till Users Ultra framsidelogin som anges ovan.

source: Checking this option will send all users to the front-end Users Ultra Login Page if they try to access the default backend login form. The page can be selected in the Users Ultra System Pages settings.
pt_br: Marcar esta opção irá enviar a todos os usuários para a página de usuários front-end se eles tentarem acessar o formulário de login backend padrão. A página pode ser selecionada nas configurações de páginas do sistema.
sv_se: ﻿Markerad kommer användaren att skickas till Users Ultra framsidelogin sida, om de försöker nå standard baksidelogin sidan. Sidan väljs i inställningarna för Users Ultra systemsidor.

source: Redirect Backend Registrations
pt_br: Redirecionar registros feitos no back-end
sv_se: Omdirigera Baksideregistreringar

source: If checked, non-admin users who try to access backend registration form will be redirected to the front end Users Ultra Registration Page specified above.
pt_br: Se marcada, os usuários não-administradores que tentam acessar formulário de registro backend será redirecionado para o front-end especificado acima.
sv_se: ﻿Markerad kommer icke-admin användare (som försöker komma åt baksideregistrering) att omdirigeras till Users Ultra framsideregistrerings sida som anges ovan.

source: Checking this option will send all users to the front-end Users Ultra Registration Page if they try to access the default backend registration form. The page can be selected in the Users Ultra System Pages settings.
pt_br: Marcar esta opção irá enviar a todos os usuários para a página de registro de usuários front-end se eles tentarem acessar o formulário de registro backend padrão. A página pode ser selecionada nas configurações de páginas do sistema.
sv_se: ﻿Markerad kommer användaren att skickas till Users Ultra framsideregistrering sida, om de försöker nå standard baksideregistrering sidan. Sidan väljs i inställningarna för Users Ultra systemsidor.

source: After Registration
pt_br: Depois do Registro
sv_se: Efter Registrering

source: The user will be taken to this page after registration if the account activation is set to automatic
pt_br: O usuário será levado a esta página após o registro se a ativação da conta é definido como automático
sv_se: ﻿Användaren kommer att tas till den här sidan efter registrering om kontoaktivering är automatisk
