Repository: common-repository/users-ultra
Catalog: languages/users-ultra-*.po
Languages: pt_br, sv_se

source: Success!! Your email account has been changed to :
pt_br: Sucesso !! Sua conta de email foi alterado para:
sv_se: Sparat!! Ditt E-postkonto har ändrats till:

source: ERROR! Invalid reset link
pt_br: ERRO! Link de redefinição de inválido
sv_se: FEL! Ogiltig återställningslänk

source: Email not found
pt_br: E-mail não encontrado
sv_se: E-post hittades inte

source: Your account is not active yet.
pt_br: A sua conta ainda não está ativa.
sv_se: Ditt konto är inte aktiverat ännu.

source: User not found
pt_br: Usuário não encontrado
sv_se: Användaren hittades inte

source: A reset link has been sent to your email
pt_br: Um link de redefinição foi enviado para seu e-mail
sv_se: En återställningslänk har skickats till din e-post

source: Account Information
pt_br: Informações da Conta
sv_se: Kontoinformation

source: User ID:
pt_br: ID do usuário:
sv_se: Användar ID:

source: Registration Date:
pt_br: Data de Registro:
sv_se: Registreringsdatum:

source: Expiration Date:
pt_br: Data de Validade:
sv_se: Utgångsdatum:

source: Change
pt_br: Mudança
sv_se: Ändra

source: Badges:
pt_br: Distintivos:
sv_se: Märken:

source: Role:
pt_br: Função:
sv_se: Roll:

source: Assign Membership
pt_br: Atribuir Membership
sv_se: Tilldela Medlemskap

source: Assign Custom Form
pt_br: Atribuir formulário personalizado
sv_se: Tilldela anpassat formulär

source: The user will be added to the selected groups.
pt_br: O usuário vai ser adicionados aos grupos selecionados.

source: SUBMIT
pt_br: ENVIAR

source: Profile
pt_br: Perfil
sv_se: Profil

source: Unread Messages
pt_br: Mensagens Não Lidas
sv_se: Olästa meddelanden

source: Photos
pt_br: Fotos
sv_se: Bilder

source: Friend Requests
pt_br: Pedidos de Amizade
sv_se: Vänförfrågningar

source: Send Private Message
pt_br: Enviar Mensagem Privada
sv_se: Skicka privat meddelande

source: Type Subject
pt_br: Assunto Tipo
sv_se: Ange Ämne

source: Type Message
pt_br: Tipo de Mensagem
sv_se: Ange Meddelande

source: You have to be logged in to send messages
pt_br: Você tem que estar conectado para enviar mensagens
sv_se: Du måste vara inloggad för att skicka meddelanden

source: Send Private Message To Admin
pt_br: Enviar mensagem privada para admin
sv_se: Skicka privat meddelande till Admin

source: Change Cover
pt_br: Alterar Capa
sv_se: Ändra Omslaget

source: See Profile
pt_br: Ver Perfil
sv_se: Se Profil

source: « Previous
pt_br: «Anterior
sv_se: « Tidigare

source: Next »
pt_br: Próximo »
sv_se: Nästa »

source: RECENT EXPORTED USERS
pt_br: USUÁRIOS EXPORTADOS RECENTES
sv_se: NYLIGEN EXPORTERADE ANVÄNDARE

source: CLICK HERE TO DOWNLOAD THE CSV FILE
pt_br: CLIQUE AQUI PARA BAIXAR O arquivo CSV
sv_se: KLICKA HÄR FÖR ATT LADDA NER CSV-FILEN

source: If you don't need it anymore we highly recommend to delete this file.
pt_br: Se você não precisa mais, é altamente recomendável excluir este arquivo.
sv_se: Om du inte behöver den längre rekommenderar vi att ta bort denna fil.

source: CLICK HERE TO DELETE THE CSV FILE
pt_br: CLIQUE AQUI PARA EXCLUIR O arquivo CSV
sv_se: KLICKA HÄR FÖR ATT TA BORT CSV-FILEN

source: type user name here
pt_br: Digite o nome de usuário aqui
sv_se: skriv användarnamn här

source: Reset
pt_br: Resetar
sv_se: Återställ

source: Search %s
pt_br: Pesquisar %s
sv_se: Sök %s

source: There are no online users
pt_br: Não há usuários online
sv_se: Inga medlemmar online

source: Only logged in users can see this page
pt_br: Somente usuários registrados podem ver esta página
sv_se: Endast inloggade medlemmar kan se denna sida

source: Private Content Visible Only to Logged In Users
pt_br: Conteúdo Privado visível apenas para usuários logados
sv_se: Privat innehåll endast för inloggade medlemmar

source: Country not available
pt_br: País não disponível
sv_se: Land inte tillgänglig

source: Drop
pt_br: Soltar

source: Select Image
pt_br: Selecionar Imagem
sv_se: Välj bild

source: Remove
pt_br: Remover

source: You have to be logged in to upload photos
pt_br: Você tem que estar conectado para fazer upload de fotos
sv_se: Du måste vara inloggad för att ladda upp bilder

source: 'You may only upload one image at a time!'
pt_br: 'Você só pode fazer upload de uma imagem de cada vez! "
sv_se: 'Du kan bara ladda upp en bild i taget!'

source: 'The file you selected exceeds the maximum filesize limit.'
pt_br: "O arquivo selecionado excede o limite máximo de tamanho do arquivo."
sv_se: 'Filen överskrider max filstorleksgränsen.'

source: Edit reply:
pt_br: Editar resposta:
sv_se: Redigera svar:

source: close
pt_br: Fechar
sv_se: stäng

source: Please, input some text
pt_br: Por favor, insira algum texto
sv_se: Vänligen, ange text

source: Edit reply
pt_br: Editar resposta
sv_se: Redigera svar

source: Delete reply
pt_br: Excluir resposta
sv_se: Radera svar

source: has registered
pt_br: registrou
sv_se: har registrerat

source: posted an update
pt_br: postou uma atualização
sv_se: postat en uppdatering

source: has uploaded a new photo
pt_br: adicionou uma nova foto
sv_se: har lagt upp ett nytt foto

source: has shared a photo
pt_br: compartilhou uma foto
sv_se: har delat ett foto

source: What's new?
pt_br: O que há de novo?
sv_se: Vad är nytt?

source: Share Photo
pt_br: Compartilhar Foto
sv_se: Dela Bild

source: Please login to write a comment
pt_br: Por favor faça login para escrever um comentário

source: Share
pt_br: Compartilhar
sv_se: Dela

source: Edit Update
pt_br: Editar Atualização
sv_se: Ändra uppdatering

source: Delete Update
pt_br: Excluir Atualização
sv_se: Radera uppdateringen

source: write a comment ...
pt_br: escreva um comentário ...
sv_se: skriv en kommentar...

source: Please login to leave a reply
pt_br: Por favor, faça o login para deixar uma resposta
sv_se: Logga in för att lämna ett svar

source: Comment
pt_br: Comente
sv_se: Kommentera

source: Please login to use this feature
pt_br: Por favor faça login para usar este recurso
sv_se: Logga in för att använda denna funktion

source: Woocommerce File Doesn't Exist
pt_br: arquivo do WooCommerce não existe
sv_se: Woocommerce filen finns inte

source: Modified Date
pt_br: Data de modificação
sv_se: Ändrad datum

source: Shortcode
sv_se: Kortkommando

source: Tickets
sv_se: Ärenden

source: Tickets Ultra
sv_se: Ärenden Ultra

source: Custom CSS
sv_se: Egen CSS

source: Mailer:
sv_se: Epost:

source: Return Path
sv_se: Returadress

source: Max Upload Photos:
sv_se: ﻿Max uppladdning bilder:

source: Total:
sv_se: ﻿Totalt:

source: Permalinks
sv_se: ﻿Permalänk

source: Users Ultra Profile Page
sv_se: Users Ultra Profilsida

source: Users Ultra Login Page
sv_se: Users Ultra Inloggningssida

source: Login Slug
sv_se: Inloggning sökväg

source: Front-End Publisher
sv_se: Framside publicerare

source: Add-ons
sv_se: Tillägg

source: Use Facebook Avatar
sv_se: Använd Facebook Avatar

source: MailChimp API Key
sv_se: MailChimp API nyckel

source: <br><br> VERY IMPORTANT: Set OAuth 1.0 Accept Redirect URL to "?uultralinkedin=1". Example: http://yourdomain.com/?uultralinkedin=1
sv_se: <br><br> MYCKET VIKTIGT: Ange OAuth 1.0 Accept Redirect URL till "?uultralinkedin=1". Exempel: http://yourdomain.com/?uultralinkedin=1

source: Set OAuth 1.0 Accept Redirect URL to "?uultralinkedin=1"
sv_se: Ange OAuth 1.0 Accept Redirect URL till "?uultralinkedin=1"

source: Membership:
sv_se: Medlemskap:

source: Custom Meta:
sv_se: Egen Meta:

source: Membership
sv_se: Medlemskap

source: Custom Meta Field
sv_se: Eget Meta fält

source: E-mail
sv_se: Epost

source: ERROR
sv_se: FEL

source: Total
sv_se: Totalt

source: Tags:
sv_se: Taggar:

source: post
sv_se: inlägg

source: Offline
sv_se: Nedkopplad

source: Email
sv_se: Epost

source: n/a
sv_se: ej angivet
