Repository: common-repository/users-ultra
Catalog: languages/users-ultra-*.po
Languages: pt_br, sv_se

source: This will be the displayed text as page title if user has no access.
pt_br: Este será o texto exibido como título da página se o usuário não tem acesso.

source: Page Content
pt_br: Conteúdo da Página

source: Hide Page Comments?
pt_br: Esconder Comentários da página?

source: By selecting 'yes' will show the text which is defined at 'Page comment text' if user has no access.
pt_br: Ao selecionar 'sim' mostrará o texto que foi definido na 'Página comentário de texto' se o usuário não tem acesso.

source: Page Comment Text:
pt_br: Página Comentário do texto:

source: This will be displayed text as page comment text if user has no access.
pt_br: Isso será exibido como página de comentário de texto se o usuário não tem acesso.

source: Allows Page Comments?
pt_br: Permite Comentários em Página ?

source: By selecting 'yes' allows users to comment on locked pages
pt_br: Ao selecionar 'sim' permite aos usuários comentar sobre páginas bloqueadas

source: Other Settings.
pt_br: Outros Ajustes.

source: Privacy Settings
pt_br: Configurações de Privacidade

source: In this section you can manage the privacy settings.
pt_br: Nesta seção você pode gerenciar as configurações de privacidade.

source: Display Photos:
pt_br: Mostrar Fotos:
sv_se: Visningsbilder:

source: Only for registered/logged in users
pt_br: Apenas para usuários registrados / logados
sv_se: ﻿Bara för registrerade/inloggade användare

source: All visitor can see the user photos without registration
pt_br: Todos visitante pode ver as fotos do usuário sem fazer registro
sv_se: ﻿Alla besökare kan se användarens bilder utan registrering

source: Logged-in user viewing of other profiles
pt_br: Registrados vendo outros perfis
sv_se: ﻿Inloggade användares access till andra profiler

source: Enabled, logged-in users may view other user profiles
pt_br: Ativado, os usuários registrados podem ver outros perfis de usuário
sv_se: ﻿Aktiverad kan inloggade användare se andra användarprofiler

source: Disabled, users may only view their own profile
pt_br: Desativado, os usuários só podem ver o seu próprio perfil
sv_se: ﻿Inaktiverad kan användare endast se sin egen profil

source: Enable or disable logged-in user viewing of other user profiles. Admin users can always view all profiles.
pt_br: Ativar ou desativar usuário logado poder ver outros perfis de usuário. Usuários administrador sempre podem ver todos os perfis.
sv_se: ﻿Aktiverad / inaktiverad inloggade användares access till andra användarprofiler. Admin-användare kan alltid se alla profiler.

source: If enabled, logged-in users are allowed to view other user profiles. If disabled, logged-in users may only view their own profile.
pt_br: Se ativado, os usuários registrados têm permissão para ver outros perfis de usuário. Se desativado, os usuários registrados só podem ver seu próprio perfil.
sv_se: Aktiverad kan inloggade användares se andras användarprofiler. Inaktiverad kan inloggade användare bara se sin egen profil.

source: Guests viewing of profiles
pt_br: Visualização de perfis por Guests (convidados)
sv_se: ﻿Gästers access till profiler

source: Enabled, make profiles publicly visible
pt_br: Ativado, faz perfis serem publicamente visíveis
sv_se: ﻿Aktiverad gör profiler publikt synliga

source: Disabled, users must login to view profiles
pt_br: Desativado, os usuários devem acessar para visualizar perfis
sv_se: ﻿Inaktiverad måste användare logga in för att se profiler

source: Enable or disable guest and non-logged in user viewing of profiles.
pt_br: Ativar ou desativar convidados e não-registradas verem perfis de usuário.
sv_se: ﻿Aktiverad/inaktiverad, gäster och icke-inloggade användares access av profiler.

source: If enabled, profiles will be publicly visible to non-logged in users. If disabled, guests must log in to view profiles.
pt_br: Se ativado, os perfis serão visíveis publicamente para não-usuários logados. Se desativado, os clientes devem fazer login para ver perfis.
sv_se: ﻿Aktiverad syns profiler offentligt till icke-inloggade användare. Inaktiverad måste gäster logga in för att se profiler.

source: Display Inactive User Profiles
pt_br: Exibir perfis de usuário inativos

source: Enabled, Yes. Display Inactive User Profils
pt_br: Ativado, Sim. Mostrar Perfis de usuário inativo

source: Disabled, Do Not Display Inactive User Profiles.
pt_br: Desativado, não exibem perfis de usuário inativos.

source: The user profiles are visible by default it does not matter if the user is active or not. You can switch this setting off here.
pt_br: Os perfis de usuário são visíveis por padrão, não importa se o usuário está ativo ou não. Você pode mudar essa configuração aqui.

source: The user profiles are visible by default it does not matter if the user is active or not. You can deactivate this function here.
pt_br: Os perfis de usuário são visíveis por padrão, não importa se o usuário está ativo ou não. Você pode desativar essa função aqui.

source: Custom Message:
pt_br: Mensagem personalizada:

source: This message will be displayed and a visitor is viwing an inactive profile. Example: The profile is not active, yet.
pt_br: Esta mensagem que será exibida se um visitante vê um perfil inativo. Exemplo: O perfil não está ativo, ainda.

source: This message will be displayed and a visitor is viwing an inactive profile. Example: The profile is not active, yet.
pt_br: Esta mensagem que será exibida se um visitante vê um perfil inativo. Exemplo: O perfil não está ativo, ainda.

source: Block Whole Website?
pt_br: Bloquear o site inteiro?

source: If you select yes, the user will be redirected to the <strong>registration</strong> page when clicking on the <strong>registration link</strong>. <br><br><strong>VERY IMPORTANT: </strong>The Login and Registration page should be set correctly. Otherwise your website <strong>might be blocked</strong>. <br><br><strong>WARNING USE WITH PRECAUTION: </strong> Your website will be blocked and only logged in users will be able to see the Blog's pages.
pt_br: Se você selecionar sim, o usuário será redirecionado para o <strong> registro </ strong> página ao clicar no link <strong> registro </ trong>. <br> <strong> MUITO IMPORTANTE: </ strong> A página Login e Registro deve ser definido corretamente. Caso contrário, o seu site <strong> pode ser bloqueado </ strong>. <br> <strong> AVISO USO COM PRECAUÇÃO: </ strong> O seu site será bloqueado e só usuários logados será capaz de ver as páginas do blog.

source: If you select yes, the user will be redirected to the <strong>my account</strong> page when clicking on the <strong>registration link</strong>. <br><br><strong>VERY IMPORTANT: </strong>The Login and Registration page should be set correctly. Otherwise your website will be blocked. <br><br><strong>WARNING USE WITH PRECAUTION: </strong> Your website will be blocked and only logged in users will be able to see the Blog's pages.
pt_br: Se você selecionar sim, o usuário será redirecionado para o <strong> minha conta </ ​​strong> página ao clicar no <strong> link de registro </ strong>. <br> <strong> MUITO IMPORTANTE: </ strong> A página Login e Registro deve ser definido corretamente. Caso contrário, o seu site será bloqueado. <br> <strong> AVISO USO COM PRECAUÇÃO: </ strong> O seu site será bloqueado e só usuários logados será capaz de ver as páginas do blog.

source: Logged In Users Pages and Posts Protection Settings
pt_br: Paginas de Usuários Logados e Configurações de Proteção de Posts

source: In this section you can manage Posts & Pages Protection module settings.
pt_br: Nesta seção você pode gerenciar as configurações do módulo de Mensagens e Páginas de Proteção.

source: This module will let you block pages and any post types and make them visible only to logged in users.
pt_br: Este módulo permite-lhe páginas de bloqueio e quaisquer tipos de pós e torná-los visíveis apenas para usuários logados.

source: Activate Logged in Post Protection
pt_br: Ative Protecção de Posts de Users logados

source: If checked, You will be able to protect pages and post bassed on logged in users.
pt_br: Se marcada, você será capaz de proteger páginas e pós bassed em usuários logados.

source: By selecting 'yes' will hide posts if the user has no access. <strong>Please note: </strong> a 404 error message will be displayed since the post will be completely locked out.
pt_br: Ao selecionar 'sim' vai esconder mensagens se o usuário não tem acesso. <Strong> Atenção: </ strong> a mensagem de erro 404 será exibida se completamente bloqueada.

source: By selecting 'yes' will hide pages if the user has no access. <strong>Please note: </strong> a 404 error message will be displayed since the page will be completely locked out.
pt_br: Ao selecionar 'sim' vai esconder mensagens se o usuário não tem acesso. <Strong> Atenção: </ strong> a mensagem de erro 404 será exibida se completamente bloqueada.

source: Add-ons Settings
pt_br: Configurações de add-ons
sv_se: Tillägg inställningar

source: Medallions & Fulfillments
pt_br: Insígnias e Conquistas
sv_se: Medaljer & Utföranden

source: If 'yes' The Medallions & Fulfillments Add-on will be activated.
pt_br: Se "sim" os add-ons de insígnias e conquistas serão ativados.
sv_se: Om 'ja' kommer Medaljer & Utföranden tillägget att aktiveras.

source: If 'yes' The I.P. Defender Add-on will be activated.
pt_br: Se 'sim' O IP Defender Add-on será ativado.
sv_se: Om 'ja' kommer IP Defender tillägget att aktiveras.

source: If 'yes' The Groups Add-on will be activated.
pt_br: Se "sim" Os Grupos de Add-on será ativado.

source: Search Users
pt_br: Procurar Usuários
sv_se: Sök medlemmar

source: Keywords:
pt_br: Palavras-chave:
sv_se: Nyckelord:

source: All Membership
pt_br: Todas Memberships
sv_se: Alla medlemskap

source: Pending Confirmation
pt_br: Confirmação Pendente
sv_se: Väntande bekräftelse

source: Pending Admin
pt_br: Pendente de Admin
sv_se: Väntande Admin

source: Pending Payment
pt_br: Pagamento Pendente
sv_se: Väntande Betalning

source: Users
pt_br: Usuários
sv_se: Medlemmar

source: ID
pt_br: Identidade

source: Nick
pt_br: Nick (Apelido)
sv_se: Alias

source: Registered
pt_br: Registrado
sv_se: Registrerad

source: Last Login
pt_br: Último Login
sv_se: Senaste inloggning

source: Edit User
pt_br: Editar Usuário
sv_se: Redigera medlem

source: There are no users yet.
pt_br: Não existem usuários ainda.
sv_se: Det finns inga medlemmar ännu.

source: Are you really sure that you want to delete this user?
pt_br: Você tem certeza que deseja excluir este usuário?
sv_se: Är du verkligen säker på att du vill ta bort denna medlem?

source: Log In
pt_br: Entrar
sv_se: Logga In

source: Register
pt_br: Registrar
sv_se: Registrera

source: Login
pt_br: Entrar
sv_se: Logga in

source: Upload Background
pt_br: Carregar Fundo

source: Hello
pt_br: Olá
sv_se: Hej

source: Welcome to your dashboard
pt_br: Bem-vindo ao seu Mural
sv_se: Välkommen till din kontrollpanel

source: Account Status
pt_br: Status da Conta
sv_se: Kontostatus

source: My Latest Messages
pt_br: Minhas Últimas Mensagens
sv_se: Mina senaste meddelanden

source: My Latest Photos
pt_br: Minhas Últimas Fotos
sv_se: Mina senaste bilder

source: My Friends
pt_br: Meus Amigos
sv_se: Mina vänner

source: Here you can manage your friends. Your friends will be able to see private/restricted content
pt_br: Aqui você pode gerenciar seus amigos. Seus amigos serão capazes de ver conteúdo privado / restrito
sv_se: Här kan du hantera dina vänner. Dina vänner kan se privat / begränsat innehåll

source: My
pt_br: Meu

source: Here you can manage your
pt_br: Aqui você pode gerenciar seu

source: Are you totally sure that you want to delete this
pt_br: Você está totalmente certo de que você quer apagar este

source: My Orders
pt_br: Meus Pedidos
sv_se: Mina beställningar

source: Here you can check your orders.
pt_br: Aqui você pode verificar seus pedidos
sv_se: Här kan du kontrollera din order.

source: My Purchases
pt_br: Minhas Compras
sv_se: Mina inköp

source: Here you can check your purchases.
pt_br: Aqui você pode verificar suas compras.
sv_se: Här kan du kontrollera dina inköp.

source: My Galleries
pt_br: Minhas Galerias
sv_se: Mina Gallerier

source: Here you can manage your galleries and photos.
pt_br: Aqui você pode gerenciar suas galerias e fotos.
sv_se: Här kan du hantera dina gallerier och foton.

source: Create Gallery
pt_br: Criar Galeria
sv_se: Skapa Galleri

source: Description
pt_br: Descrição
sv_se: Beskrivning

source: Delete this gallery?
pt_br: Apagar esta galeria?
sv_se: Ta bort detta galleri?

source: My Photos
pt_br: Minhas Fotos
sv_se: Mina bilder

source: Here you can manage your photos.
pt_br: Aqui você pode gerenciar suas fotos.
sv_se: Här kan du hantera dina bilder.

source: loading photos ...
pt_br: Carregando fotos ...
sv_se: laddar bilder ...

source: My Profile
pt_br: Meu Perfil
sv_se: Min profil

source: Profile Customizer
pt_br: Customizar Perfil
sv_se: Profilredigerare

source: Please drag&drop the modules you would like to display in your profile then click the save button.
pt_br: Por favor, arraste e solte os módulos que você gostaria de exibir no seu perfil, em seguida, clique no botão salvar.
sv_se: Dra & släpp de moduler du vill visa i din profil och klicka sedan på Spara knappen.

source: Save changes
pt_br: Salvar alterações
sv_se: Spara ändringar

source: SAVE
pt_br: SALVAR
sv_se: SPARA

source: Drag non-used widgets
pt_br: Arraste widgets não-usados
sv_se: Dra icke använda moduler

source: Crop your
pt_br: Recorte a sua

source: Upload
pt_br: Enviar

source: Crop your background image
pt_br: Editar sua imagem de fundo
sv_se: Beskär din bakgrundsbild

source: Received Messages
pt_br: Mensagens Recebidas
sv_se: Mottagna meddelanden

source: Sent Messages
pt_br: Mensagens Enviadas
sv_se: Skickade meddelanden

source: My Account
pt_br: Minha Conta
sv_se: Mitt Konto

source: Please upgrade your account
pt_br: Por favor, faça upgrade de sua conta
sv_se: Uppgradera ditt konto

source: Remove Account
pt_br: Remover Conta
sv_se: Ta bort konto

source: WARNING! This action cannot be reverted.
pt_br: ATENÇÃO! Essa ação não pode ser revertida.
sv_se: VARNING! Denna åtgärd kan inte återställas.

source: Here you can remove your account.
pt_br: Aqui você pode remover sua conta.
sv_se: Här kan du ta bort ditt konto.

source: YES, CLOSE MY ACCOUNT
pt_br: Sim, fechar a minha conta
sv_se: JA, AVSLUTA MITT KONTO

source: Are you totally sure that you want to close your account. This action cannot be reverted?
pt_br: Você está totalmente certo de que quer encerrar a sua conta? Essa ação não pode ser revertida
sv_se: Är du helt säker på att du vill avsluta ditt konto. Denna åtgärd kan inte återställas?

source: Settings
pt_br: Configurações
sv_se: Inställningar

source: Update Password
pt_br: Atualização de senha
sv_se: Uppdatera lösenord

source: Type your New Password
pt_br: Digite sua nova senha
sv_se: Skriv ditt nya lösenord

source: Re-type your New Password
pt_br: Re-digite sua nova senha
sv_se: Skriv nya lösenordet igen

source: CLICK HERE TO RESET PASSWORD
pt_br: Clique aqui para redefinir a senha
sv_se: KLICKA HÄR FÖR ATT ÅTERSTÄLLA LÖSENORD

source: Update Email
pt_br: Atualizar Email
sv_se: Uppdatera e-post

source: Type your New Email
pt_br: Escreva seu Novo Email
sv_se: Ange din nya e-post

source: CLICK HERE TO UPDATE YOUR EMAIL
pt_br: CLIQUE AQUI PARA ATUALIZAR SEU EMAIL
sv_se: KLICKA HÄR FÖR ATT UPPDATERA DIN E-POST

source: My Videos
pt_br: Meus vídeos
sv_se: Mina videor

source: Here you can manage your videos.
pt_br: Aqui você pode gerenciar seus vídeos.
sv_se: Här kan du hantera dina videor.

source: Add Video
pt_br: Adicionar Vídeo
sv_se: Lägg till Video

source: Video ID / URL
pt_br: Vídeo ID / URL

source: Video Type
pt_br: Tipo de vídeo
sv_se: Video typ

source: Embed
pt_br: Embutir
sv_se: Bädda in

source: loading videos ...
pt_br: carregando vídeos ...
sv_se: laddar videor ...

source: Delete this video?
pt_br: Excluir este vídeo?
sv_se: Ta bort denna video?

source: Please input video ID
pt_br: Por favor coloque ID do vídeo
sv_se: Ange video ID

source: Search for a user...
pt_br: Procure por um usuário ...
sv_se: Sök efter medlem...

source: Search
pt_br: Pesquisa
sv_se: Sök

source: Main
pt_br: Principal
sv_se: Huvud

source: My Photo Galleries
pt_br: Minhas Galerias de Fotos
sv_se: Mina fotogallerier

source: Photos available only for registered users
pt_br: Fotos disponíveis apenas para usuários registrados
sv_se: Bilder tillgängliga endast för registrerade användare

source: Followers
pt_br: Seguidores
sv_se: Följare

source: My Videos
pt_br: Meus Vídeos
sv_se: Mina videor

source: Following
pt_br: Seguindo
sv_se: Följer

source: My Friends
pt_br: Meus Amigos
sv_se: Mina vänner

source: My Posts
pt_br: Meus Posts
sv_se: Mina inlägg

source: Forum Topics I've Started
pt_br: Meus Tópicos
sv_se: Forumämnen jag startat

source: has just registered
pt_br: se registrou
sv_se: är nyregistrerad

source: wrote a new post
pt_br: escreveu um novo post
sv_se: skrev ett nytt inlägg

source: Dashboard
pt_br: Mural
sv_se: Kontrollpanelen

source: Fields
pt_br: Campos
sv_se: Fält

source: Sync & Import
pt_br: Sincronização e Importação
sv_se: Synka & Importera

source: Appearance & Customization
pt_br: Aparência e Personalização
sv_se: Utseende & anpassning

source: Notifications
pt_br: Notificações
sv_se: Aviseringar

source: Gateways
pt_br: Entradas

source: Membership Plans
pt_br: Planos de Sócios
sv_se: Medlemskap planer

source: Congratulations!. Your copy has been validated
pt_br: Parabéns ! Sua cópia foi validada
sv_se: Grattis! Din kopia har validerats

source: We are sorry the serial key you have used has expired
pt_br: Lamentamos a chave de série que você usou expirou
sv_se: Vi är ledsna serie nyckeln du har använt har löpt ut

source: We are sorry your serial key is not valid
pt_br: Lamentamos o seu número de série não é válido
sv_se: Vi är ledsna din serie nyckel är inte giltig

source: %d new manual activation requests
pt_br: %d necessário nova ativação manual
sv_se: %d nya manuella aktiveringsförfrågningar

source: WooCommerce fields have been added.
pt_br: Campos do WooCommerce foram adicionados.
sv_se: WooCommerce fält har lagts till.

source: WooCommerce fields have been removed.
pt_br: Campos do WooCommerce foram removidos.
sv_se: WooCommerce fält har tagits bort.

source: Please log in to view / edit your profile.
pt_br: Por favor, faça o login para ver / editar o seu perfil.
sv_se: Logga in för att se / redigera din profil.

source: Please log in to view user profiles.
pt_br: Por favor, faça o login para visualizar os perfis dos usuários.
sv_se: Logga in för att se medlemsprofiler.

source: This content is for members only. You must log in to view this content.
pt_br: Este conteúdo é apenas para membros. Você deve fazer login para visualizar este conteúdo.
sv_se: Detta innehåll är endast för medlemmar. Du måste logga in för att se detta innehåll.

source: No rights!
pt_br: Sem permissão!

source: Sorry you have no rights to view this post!
pt_br: Desculpe, mas você não tem permissão para ver este post!

source: Sorry no rights to view comments!
pt_br: Desculpe sem permissão para ver os comentários!

source: Sorry you have no rights to view this page!
pt_br: Desculpe, mas você não tem permissão para visualizar esta página!

source: Sorry you have to be logged in to view this post!
pt_br: Desculpe, mas você tem que estar logado para ver este post!

source: Sorry you have to be logged in to view this page!
pt_br: Desculpe, mas você tem que estar logado para visualizar esta página!

source: Posts
pt_br: Postagens

source: Subscribe to receive our periodic email updates
pt_br: Inscreva-se para receber nossas atualizações periódicas por e-mail
sv_se: Prenumerera för att få våra epost uppdateringar

source: User registration is currently not allowed.
pt_br: O registro de usuário não é permitido atualmente.
sv_se: Användarregistrering är för närvarande inte möjligt.

source: Hi,
pt_br: Oi,
sv_se: Hej,

source: Thanks for registering. Your account is now active.
pt_br: Obrigado por se registrar. Sua conta agora está ativa.
sv_se: Tack för din registrering. Ditt konto är nu aktivt.

source: To login please visit the following URL:
pt_br: Para iniciar sessão, por favor visite a seguinte página:
sv_se: Besök följande URL för att logga in:

source: Your account e-mail: {{userultra_user_email}}
pt_br: Sua conta de e-mail: {{userultra_user_email}}
sv_se: Ditt konto e-post: {{userultra_user_email}}

source: Your account username: {{userultra_user_name}}
pt_br: Seu nome de usuário: {{userultra_user_name}}
sv_se: Ditt konto användarnamn: {{userultra_user_name}}

source: If you have any problems, please contact us at {{userultra_admin_email}}.
pt_br: Se você tiver qualquer problema, por favor contacte-nos em {{userultra_admin_email}}.
sv_se: Om du har problem, vänligen kontakta oss på {{userultra_admin_email}}.

source: Best Regards!
pt_br: Muito Obrigado!
sv_se: Bästa hälsningar!

source: Your password has been reset.
pt_br: Sua senha foi redefinida.
sv_se: Ditt lösenord har återställts.

source: A new user has been registered.
pt_br: Um novo usuário foi registrado.
sv_se: En ny medlem har registrerats.

source: Account e-mail: {{userultra_user_email}}
pt_br: E-mail da conta: {{userultra_user_email}}
sv_se: Konto e-post: {{userultra_user_email}}

source: Account username: {{userultra_user_name}}
pt_br: Nome de usuário da conta: {{userultra_user_name}}
sv_se: Konto användarnamn: {{userultra_user_name}}

source: This is an automated notification. No further action is needed.
pt_br: Esta é uma notificação automática. Não é necessária nenhuma ação adicional.
sv_se: Detta är ett automatiskt meddelande. Ingen ytterligare åtgärd behövs.

source: A new paid user has been registered.
pt_br: Um novo usuário pago se registrou.

source: Package: {{userultra_user_package}}
pt_br: Pacote: {{userultra_user_package}}

source: Thanks for upgrading your account.
pt_br: Obrigado por fazer upgrade de sua conta.
sv_se: Tack för uppgraderingen av ditt konto.

source: One if your users has just upgraded his/her account.
pt_br: Se os usuários fizeram upgrade da conta deles.
sv_se: En av dina medlemmar har just uppgraderat sitt konto.

source: Thanks for registering. Your account needs activation.
pt_br: Obrigado por se registrar. Sua conta precisa ser ativada.
sv_se: Tack för din registrering. Ditt konto behöver aktiveras.

source: Please click on the link below to activate your account:
pt_br: Por favor, clique no link abaixo para ativar sua conta:
sv_se: Klicka på länken nedan för att aktivera ditt konto:

source: Your account password: {{userultra_pass}}
pt_br: A senha da sua conta: {{userultra_pass}}
sv_se: Ditt konto lösenord: {{userultra_pass}}

source: We are re-sending you the activation link.
pt_br: Estamos re-enviando o link de ativação.
sv_se: Vi sänder dig en aktiveringslänk igen.

source: Hi Admin,
pt_br: Oi Admin
sv_se: Hej Admin,

source: An account needs activation.
pt_br: Uma conta precisa de ativação.
sv_se: Ett konto behöver aktivering.

source: Please login to your admin to activate the account.
pt_br: Por favor faça login para o administrador ativar a conta.
sv_se: Logga in på ditt admin-konto och aktivera kontot.

source: An account needs approval.
pt_br: Uma conta precisa de aprovação.
sv_se: Ett konto måste godkännas.

source: Hi {{userultra_user_name}},
pt_br: Oi {{userultra_user_name}},
sv_se: Hej {{userultra_user_name}},

source: Your account will be reviewed by the admin soon.
pt_br: Sua conta será checada pelo administrador em breve.
sv_se: Ditt konto kommer att granskas av admin snart.
