Repository: common-repository/users-ultra
Catalog: languages/users-ultra-*.po
Languages: pt_br, sv_se

source: {{userultra_user_name}} has just created a new account at {{user_ultra_blog_name}}.
pt_br: {{userultra_user_name}} acaba de criar uma nova conta em {{user_ultra_blog_name}}.
sv_se: {{userultra_user_name}} har just skapat ett nytt konto på {{user_ultra_blog_name}}.

source: You can check his profile via the following link:
pt_br: Você pode verificar seu perfil através do seguinte link:
sv_se: Du kan kontrollera profilen på följande länk:

source: {{userultra_user_name}} has just sent you a new private message at {{user_ultra_blog_name}}.
pt_br: {{userultra_user_name}} acaba de lhe enviar uma nova mensagem privada no {{user_ultra_blog_name}}.
sv_se: {{userultra_user_name}} har precis skickat dig ett nytt privat meddelande på {{user_ultra_blog_name}}.

source: Subject: {{userultra_pm_subject}}
pt_br: Assunto: {{userultra_pm_subject}}
sv_se: Ämne: {{userultra_pm_subject}}

source: Message: {{userultra_pm_message}}
pt_br: Mensagem: {{userultra_pm_message}}
sv_se: Meddelande: {{userultra_pm_message}}

source: You have a new friend request at {{user_ultra_blog_name}}.
pt_br: Você tem um novo pedido de amizade no {{user_ultra_blog_name}}.
sv_se: Du har en ny vänförfrågan på {{user_ultra_blog_name}}.

source: Please use the following link to reset your password.
pt_br: Por favor use o seguinte link para redefinir sua senha.
sv_se: Använd följande länk för att återställa ditt lösenord.

source: If you did not request a new password delete this email.
pt_br: Se você não soliciou uma nova senha apague este e-mail.
sv_se: Om du inte begärt ett nytt lösenord kan du radera detta mail.

source: Your account has been activated.
pt_br: Sua conta foi ativada.
sv_se: Ditt konto har aktiverats.

source: Please use the link below to get in your account.
pt_br: Por favor, use o link abaixo para entrar em sua conta.
sv_se: Använd länken nedan för att logga in på ditt konto.

source: Your account has been verified.
pt_br: A sua conta foi verificada. =)
sv_se: Ditt konto har verifierats.

source: We're sorry but your account has not been approved.
pt_br: Lamentamos, mas a sua conta não foi aprovada. =/
sv_se: Vi beklagar, men ditt konto har inte godkänts.

source: Form duplicated. Please wait ...
pt_br: Formulário duplicado. Por favor, aguarde ...

source: ERROR! Input a name.
pt_br: ERRO! Insira um nome.

source: Position
pt_br: Posição

source: Please use a unique position. Position lets you place the new field in the place you want exactly in Profile view.
pt_br: Por favor, use uma posição única. Isso permite que você coloque um novo campo no lugar que você quiser.
sv_se: Använd en unik position. Positionen låter dig placera nya fält exakt på den plats du vill i visning av Profilen.

source: Field Type
pt_br: Tipo de campo
sv_se: Fälttyp

source: Field Input
pt_br: Entrada de campo
sv_se: Fältinnehåll

source: Choose Meta Field
pt_br: Escolha Meta Campo
sv_se: Välj Meta fält

source: Choose a user field
pt_br: Escolha um campo de usuário
sv_se: Välj Användarfält

source: Label / Name
pt_br: Rótulo / Nome
sv_se: Etikett / Namn

source: Is a link?
pt_br: É um link?
sv_se: Är en länk?

source: This is a link type field
pt_br: Este é um campo de link
sv_se: Detta fält är för länkar

source: Allow HTML
pt_br: Permitir HTML
sv_se: Tillåt HTML

source: This field is Required
pt_br: Este campo é obrigatório
sv_se: Detta fält är obligatoriskt

source: Show on Registration Form
pt_br: Mostrar no Formulário de Inscrição
sv_se: Visa på Registreringsformulär

source: Show this profile field on the registration form
pt_br: Visualizar este campo de perfil no formulário de inscrição
sv_se: Visa detta profilfält på registreringsformuläret

source: Show this profile field on the user profiles
pt_br: Visualizar este campo de perfil nos perfis de usuário
sv_se: Visa detta profilfält på medlemsprofilen

source: Available Choices
pt_br: Escolhas disponíveis
sv_se: Tillgängliga alternativ

source: <strong>PLEASE NOTE: </strong>Enter values separated by commas, example: 1,2,3. The choices will be available for front end user to choose from.
pt_br: <Strong> NOTA: </strong> Digite valores separados por vírgulas, exemplo: 1,2,3. As opções estarão disponíveis para o usuário do front end escolher.
sv_se: <strong>OBSERVERA: </strong>Ange värden avgränsade med kommatecken, exempel: 1,2,3. Alternativen blir tillgängliga för besökare att välja mellan.

source: <strong>PLEASE NOTE:</strong> Enter one choice per line please. The choices will be available for front end user to choose from.
pt_br: <Strong> NOTA: </ strong> Digite uma escolha por linha, por favor. As opções estarão disponíveis para o usuário do front end escolher.
sv_se: <strong>OBSERVERA: </strong>Ange ett val per rad. Alternativen blir tillgängliga för besökare att välja mellan.

source: Enter one choice per line please. The choices will be available for front end user to choose from.
pt_br: Digite uma escolha por linha, por favor. As opções estarão disponíveis para o usuário do front end escolher.
sv_se: Ange ett val per rad. Alternativen blir tillgängliga för besökare att välja mellan.

source: Enable Predefined Choices
pt_br: Ativar escolhas predefinidas
sv_se: Aktivera fördefinierade val

source: List of Countries
pt_br: Lista de Países
sv_se: Lista över länder

source: Age
pt_br: Idade
sv_se: Ålder

source: You can enable a predefined filter for choices. e.g. List of countries It enables country selection in profiles and saves you time to do it on your own.
pt_br: Você pode habilitar um filtro predefinido para escolhas. por exemplo, lista dos países Permite seleção de país em perfis e poupa-lhe tempo para fazê-lo em seu próprio país.
sv_se: Du kan aktivera ett fördefinierat filter för val. t.ex. Förteckning över länder, möjliggör förval av land i profiler och sparar tid för alla.

source: Field Icon:
pt_br: Campo de Ícone:
sv_se: Fält ikon:

source: Change Icon
pt_br: Alterar ícone
sv_se: Byt ikon

source: Update
pt_br: Atualizar
sv_se: Uppdatera

source: Profile Info
pt_br: Informações do Perfil
sv_se: Profil Info

source: First Name
pt_br: Primeiro Nome
sv_se: Förnamn

source: Last Name
pt_br: Sobrenome
sv_se: Efternamn

source: Display Name
pt_br: Mostrar Nome
sv_se: ﻿Visat Profilnamn

source: Brief Description
pt_br: Breve Descrição
sv_se: Kortfattad beskrivning

source: About / Bio
pt_br: Sobre / Bio
sv_se: Om / Bio

source: Country
pt_br: País
sv_se: Land

source: Contact Info
pt_br: Informação de Contacto
sv_se: Kontaktinformation

source: Website
pt_br: Site
sv_se: Hemsida

source: Social Profiles
pt_br: Redes Sociais
sv_se: Sociala profiler

source: Connect via Facebook
pt_br: Conectar via Facebook
sv_se: Anslut via Facebook

source: Twitter Username
pt_br: Nome de Usuário do Twitter
sv_se: Twitter användarnamn

source: Connect via Twitter
pt_br: Conectar via Twitter
sv_se: Anslut via Twitter

source: Connect via Google+
pt_br: Conectar via Google+
sv_se: Anslut via Google +

source: Account Info
pt_br: Informação da Conta
sv_se: Kontoinformation

source: New Password
pt_br: Nova Senha
sv_se: Nytt lösenord

source: - Separator
pt_br: - Separador
sv_se: - Avskiljare

source: - Profile Field
pt_br: - Campo de Perfil
sv_se: - Profil Fält

source: Success! This field has been deleted
pt_br: Este campo foi excluído com sucesso
sv_se: Japp! Det här fältet har tagits bort

source: Please create '
pt_br: Por favor, crie '
sv_se: Skapa '

source: Rewrite Rules were Saved.
pt_br: "Reescrever as regras" foi salvo.
sv_se: Omskrivningsregler sparades.

source: Please validate your copy.
pt_br: Por favor, valide sua cópia.
sv_se: ﻿Validera din kopia.

source: Please make sure that you've set the right My Account Page. Users Ultra couldn't find it and some important features such as password reset, account confirmation won't work properly.
pt_br: Por favor, certifique-se que você configurou corretamente a página Minha Conta. Users Ultra não pode encontrá-la e algumas características importantes tais como redefinição de senha, conta confirmação não funcionarão corretamente.
sv_se: Se till att du har ställt in rätt Mitt konto sida. Users Ultra kunde inte hitta den och några viktiga funktioner som lösenordsåterställning, konto bekräftelsen kommer inte fungera korrekt.

source: Click here to set the My Account Page
pt_br: Clique aqui para definir a página Minha Conta
sv_se: Klicka här för att ställa in Mitt Konto sidan

source: User is online :)
pt_br: Usuário está on-line :)
sv_se: Medlemmen är online :)

source: User is offline :(
pt_br: Membro offline :(
sv_se: Medlemmen är offline :(

source: read more
pt_br: Leia mais
sv_se: läs mer

source: Views
pt_br: Visualizações
sv_se: Visningar

source: Voices
pt_br: Vozes
sv_se: Röster

source: Replies
pt_br: Respostas
sv_se: Svar

source: Human Check
pt_br: Checagem antibots
sv_se: Mänsklig kontroll

source: Prove you're not a robot
pt_br: Prove que você não é um robô
sv_se: Bevisa att du inte är en robot

source: Enter Verification Words
pt_br: Digite as palavras de verificação
sv_se: Mata in Verifieringsord

source: Load Image
pt_br: Carregar Imagem
sv_se: Ladda bild

source: Load Audio
pt_br: Carregar Áudio
sv_se: Ladda ljud

source: Refresh Image
pt_br: Atualizar Imagem
sv_se: Uppdatera bild

source: Version:
pt_br: Versão:

source: Only Logged in Users
pt_br: Apenas usuários registrados

source: Thanks for installing Users Ultra Pro. Do you need help?. Users Ultra Pro can create the initial pages automatically. You just need to <a href="#" id="uultradmin-create-basic-fields">CLICK HERE</a> to start using Users Ultra Pro.
pt_br: Obrigado por instalar Users Ultra Pro. Você precisa de ajuda ?. Users Ultra Pro pode criar as páginas iniciais automaticamente. Você só precisa <a href="#" id="uultradmin-create-basic-fields">CLIQUE AQUI</a> para começar a usar.
sv_se: Tack för att du installerar Users Ultra Pro. Behöver du hjälp?. Users Ultra Pro kan skapa de första sidorna automatiskt. Du behöver bara <a href="#" id="uultradmin-create-basic-fields">Klicka här</a> för att börja använda Users Ultra Pro.

source: Users Ultra might be working wrong. We couldn't find the 'My Account' shortcode. Please click on settings tab and make sure that the My Account page has been set correctly. Then click on the 'save' button
pt_br: Users Ultra pode estar trabalhando errado. Nós não conseguimos encontrar o shortcode "Minha Conta". Por favor, clique na guia configurações e certifique-se de que a página Minha conta foi definida correctamente. Em seguida, clique no botão "salvar"
sv_se: Users Ultra fungerar fel. Vi kunde inte hitta 'Mitt konto' shortcode. Klicka på fliken Inställningar och se till att sidan Mitt Konto har ställts in korrekt. Klicka sen på knappen 'Spara'

source: UPGRADE NOW!
pt_br: ATUALIZE AGORA!
sv_se: UPPGRADERA NU!

source: Users Ultra has new media features. <strong>Your attention</strong> is needed to <strong>upgrade</strong> and be able to use them!.
pt_br: Users Ultra tem novos recursos de mídia. <Strong> A sua atenção </ strong> é necessária para <strong> atualizar </ strong> e ser capaz de usá-los !.
sv_se: Users Ultra har nya mediafunktioner. <strong>Din uppmärksamhet</strong> behövs för att <strong>uppgradera</strong> och kunna använda dem!

source: We've modified the way Users Ultra handles the media files such as <strong>audio, video and photo</strong>. Now, they are being handled as post types which will make Users Ultra much more scalable and easy to integrate with other plugins.
pt_br: Modificamos a forma como Users Ultra lida com os arquivos de mídia, tais como <strong> áudio, vídeo e foto </strong>. Agora, eles estão muito mais fáceis de integrar com outros plugins.
sv_se: Vi har ändrat hanteringen av Users Ultra mediefiler för <strong>ljud, video och foto</strong>. Nu hanteras de som post typer som gör Users Ultra mycket mer skalbart och lätt att integrera med andra plugins.

source: We <strong>highly recommend</strong> this upgrade so that you can start using the new amazing media features.
pt_br: Nós <strong> recomendamos </ strong> essa atualização de modo que você pode começar a usar novos recursos de mídia incríveis.
sv_se: Vi <strong>rekommenderar</strong> denna uppgradering så att du kan börja använda de nya fantastiska mediafunktionerna.

source: Start Upgrading Now
pt_br: Comece Atualizando Agora
sv_se: Börja uppgraderingen nu

source: View Profile
pt_br: Ver Perfil
sv_se: Visa profil

source: Members Directory
pt_br: Diretório de membros
sv_se: Medlemskatalog

source: Sign up
pt_br: Registrar-se
sv_se: ﻿Registrera dig

source: Text
pt_br: Texto

source: Image Upload
pt_br: Carregar Imagem
sv_se: Ladda upp bild

source: Textarea
pt_br: Área de Texto
sv_se: Textområde

source: Select Dropdown
pt_br: Selecionar Dropdown
sv_se: Välj dropdown

source: Radio
pt_br: Rádio

source: Checkbox
pt_br: Caixa de seleção
sv_se: Kryssruta

source: Password
pt_br: Senha
sv_se: Lösenord

source: Date Picker
pt_br: Data
sv_se: Datumväljare

source: Password must be at least 7 characters long. To make it stronger, use upper and lower case letters, numbers and symbols.
pt_br: A senha deve ter pelo menos sete caracteres. Para torná-lo mais forte, usar letras maiúsculas e minúsculas, números e símbolos.
sv_se: Lösenordet måste vara minst 7 tecken. För ett starkt lösen, använd stora och små bokstäver, siffror och symboler.

source: Confirm Password
pt_br: Confirmar Senha
sv_se: Bekräfta lösenord

source: Type your password again.
pt_br: Digite sua senha novamente.
sv_se: Skriv ditt lösenord igen.

source: A password will be e-mailed to you.
pt_br: Uma senha será enviada por e-mail para você.
sv_se: Ett lösenord kommer att e-postas till dig.

source: Username or Email
pt_br: Nome de usuário ou email
sv_se: Användarnamn eller e-postadress

source: Oops! The link is not correct!
pt_br: Ops! O link não está correto!
sv_se: Oops! Länken är inte rätt!

source: Type New Password:
pt_br: Escreva a nova senha:
sv_se: Skriv nya lösenordet:

source: Re-type Password:
pt_br: Digite novamente a senha:
sv_se: Skriv lösenordet igen:

source: Reset Password
pt_br: Resetar a senha
sv_se: Återställ lösenord

source: Sign in with
pt_br: Entrar com
sv_se: Logga in med

source: Forgot Password?
pt_br: Esqueceu Sua Senha?
sv_se: Glömt lösenordet?

source: Remember me
pt_br: Lembrar-me
sv_se: Kom ihåg mig

source: A quick access link will be sent to your email that will let you get in your account and change your password.
pt_br: Um link de acesso rápido será enviada para seu e-mail que lhe permitirá entrar em sua conta e alterar sua senha.
sv_se: En länk skickas till din e-post som ger dig access till ditt konto och du kan ändra ditt lösenord.

source: Back to Login
pt_br: Voltar para o Login
sv_se: Tillbaka till inloggningen

source: Send me Password
pt_br: Envie-me a senha
sv_se: Skicka mig lösenord

source: Your password is too similar to your username.
pt_br: Sua senha é muito semelhante ao seu nome de usuário.
sv_se: Lösenordet är för likt ditt användarnamn.

source: Both passwords do not match.
pt_br: Ambas as senhas não são iguais.
sv_se: Lösenorden stämmer inte överens.

source: Your password is too short.
pt_br: Sua senha é muito curta.
sv_se: Lösenordet är för kort.

source: Your password strength is too weak.
pt_br: Sua senha é muito fraca.
sv_se: Ditt lösenord är för enkelt.

source: Your password strength weak.
pt_br: Sua senha é fraca.
sv_se: Ditt lösenord är enkelt.

source: Please provide username.
pt_br: Por favor, forneça o nome de usuário.
sv_se: Vänligen ange användarnamn.

source: Please provide email address.
pt_br: Por favor, forneça o endereço de e-mail.
sv_se: Vänligen ange e-postadress.

source: Please provide valid email address.
pt_br: Por favor, forneça um endereço de e-mail válido.
sv_se: Vänligen ange en giltig e-postadress.

source: That username is already taken, please try a different one.
pt_br: Este nome de usuário já está está sendo usado. Por favor, tente um diferente.
sv_se: Användarnamnet är upptaget, försök med ett annat.

source: The email you entered is already registered. Please try a new email or log in to your existing account.
pt_br: O e-mail que você digitou já está registrado. Por favor, tente um novo e-mail ou efetuar login em sua conta existente.
sv_se: E-post adressen du angett är redan registrerad. Försök med en annan epost eller logga in på ditt befintliga konto.

source: Good
pt_br: Bom
sv_se: Bra

source: Strong
pt_br: Forte
sv_se: Stark

source: Sign Up
pt_br: Registrar-se
sv_se: Registrera dig

source: Please enter a username.
pt_br: Digite um nome de usuário.
sv_se: Ange ett användarnamn.

source: Sign up with
pt_br: Registrar-se com
sv_se: Registrera dig

source: Fields with (*) are required
pt_br: Os campos assinalados com (*) são obrigatórios
sv_se: Fält med (*) måste fyllas i

source: * This input is required!
pt_br: * Esta entrada é necessária!
sv_se: * Detta fält är obligatoriskt!

source: Re-type your email
pt_br: Re-digite seu e-mail

source: If you would like to change the password type a new one. Otherwise leave this blank.
pt_br: Se você gostaria de mudar a senha, digite uma nova. Caso contrário, deixe em branco.
sv_se: Om du vill ändra lösenordet skriver du ett nytt. Annars lämnar du fältet tomt.

source: Type your new password again.
pt_br: Digite sua nova senha novamente.
sv_se: Skriv ditt nya lösenord igen.

source: Hide from Public
pt_br: Ocultar do Público
sv_se: Dölj för allmänheten

source: Select your Role
pt_br: Escolha uma função
sv_se: Välj din roll

source: Payment Information
pt_br: Informação de Pagamento
sv_se: Betalningsinformation

source: Select Payment Method
pt_br: Selecionar Método de Pagamento

source: Bank
pt_br: Banco

source: Receive Daily Updates
pt_br: Receber Atualizações
sv_se: Ta emot Dagliga uppdateringar

source: Terms & Conditions
pt_br: Termos e Condições
sv_se: Villkor & Regler

source: Upload Avatar
pt_br: Carregar Avatar
sv_se: Ladda upp Avatar

source: Connect with
pt_br: Conectar com
sv_se: Anslut med

source: The file format is not allowed!
pt_br: Esse formato de arquivo não é permitido!
sv_se: Filformatet är inte tillåtet!

source: --- Finished ---
pt_br: --- Pronto! ---
sv_se: --- Klar ---

source: Fancy Template 3 Columns
pt_br: Template Especial de 3 Colunas
sv_se: Fancy Template 3 kolumner

source: This is the default template of Users Ultra PRO. This is a widgetized template that can be easily customized by the users.
pt_br: Este é o modelo padrão do Users Ultra PRO. Este é um modelo widget que pode ser facilmente personalizados pelos próprios usuários.
sv_se: Detta är standardmallen av Users Ultra PRO. Detta är en sektionsbyggd mall som enkelt kan anpassas av användarna.

source: Fancy Template 2 Columns
pt_br: Template Especial de 2 Colunas
sv_se: Elegant mall 2 kolumner

source: This template will display all the widgets in two columns.
pt_br: Este modelo irá exibir todos os widgets em duas colunas.
sv_se: Den här mallen visar alla moduler i två kolumner.

source: Fancy Template 1 Column
pt_br: Template Especial de 1 Coluna
sv_se: Elegant mall 1 kolumn

source: This template will display all the widgets in one column
pt_br: Este modelo irá exibir todos os widgets em uma coluna
sv_se: Den här mallen visar alla moduler i en kolumn

source: Default Template
pt_br: Modelo padrão
sv_se: Standardmall

source: This template is the same than Lite version. Widgets are not available on this template. Some features may not be available.
pt_br: Este modelo é o mesmo da versão Lite. Widgets não estão disponíveis neste modelo. Alguns recursos podem não estar disponíveis.
sv_se: Denna mall är samma som i Lite-versionen. Modulerna är inte tillgängliga på den här mallen. Vissa funktioner kanske inte är tillgängliga.

source: Basic Information
pt_br: Informação Básica
sv_se: Medlemsinformation

source: My Latest Posts
pt_br: Minhas Últimas Mensagens
sv_se: Mina Senaste Inlägg

source: Followers
pt_br: Seguidores
sv_se: Följare

source: My Latest Videos
pt_br: Meus Últimos Vídeos
sv_se: Mina Senaste Videos

source: My Wall
pt_br: Meu Mural de Recados
sv_se: Min Vägg

source: Type:
pt_br: Tipo:
sv_se: Typ:

source: Select Type:
pt_br: Escolha um Tipo:
sv_se: Välj Typ:

source: Text:
pt_br: Texto:

source: Content:
pt_br: Conteúdo:
sv_se: Innehåll:

source: Editable by user:
pt_br: Editável pelo usuário:
sv_se: Redigerbart av användaren:

source: NO
pt_br: NÃO
sv_se: NEJ

source: Widget's Title
pt_br: Título do widget
sv_se: Widget Titel

source: Header Background Color
pt_br: Cor de Fundo do Cabeçalho
sv_se: Huvud Bakgrundsfärg

source: Header Text Color
pt_br: Cor do Texto do Cabeçalho
sv_se: Huvud Textfärg

source: Widget Text Color
pt_br: Cor do texto do Widget
sv_se: Widget Textfärg

source: delete
pt_br: excluir
sv_se: radera

source: Post Types
pt_br: Tipos de Post
sv_se: Post Typer

source: Display Post Types
pt_br: Mostrar tipos de posts
sv_se: Visa Post Typer

source: Settings has been udpated!
pt_br: As definições foram atualizadas!
sv_se: Inställningarna har uppdaterats!

source: ERROR: Slug already exists!
pt_br: ERRO: Slug já existe!
sv_se: FEL: Slug finns redan!

source: ERROR: Please input the slug!
pt_br: ERRO: Por favor insira o slug!
sv_se: FEL: Ange en Slug!

source: Please input only letters, numbers and - _ !
pt_br: Por favor coloque apenas letras, números e - _!
sv_se: Ange endast bokstäver, siffror och -_!

source: Done!
pt_br: Feito!
sv_se: Klar!

source: Content not found
pt_br: Conteúdo não encontrado
sv_se: Innehåll hittades inte

source: All fields mandatory!
pt_br: Todos os campos de preenchimento são obrigatórios!

source: Title
pt_br: Título
sv_se: Titel

source: Font Awesome Icon
pt_br: Fonte Awesome Icon

source: find more
pt_br: encontre mais

source: Edit Content:
pt_br: Editar conteúdo:
sv_se: Redigera innehåll:

source: You can edit what the user will see by clicking on the following button:
pt_br: Você pode editar o que o usuário vai ver clicando no botão a seguir:
sv_se: Du kan redigera vad användaren kan se genom att klicka på följande knapp:

source: Click to edit content
pt_br: Clique para editar conteúdo
sv_se: Klicka för att redigera innehåll

source: Following
pt_br: Seguindo
sv_se: Följande

source: My Posts
pt_br: Meus Posts
sv_se: Mina inlägg

source: My Topics
pt_br: Meus Tópicos
sv_se: Mina Ämnen

source: My Messages
pt_br: Minhas mensagens
sv_se: Mina Meddelanden

source: Account
pt_br: Conta
sv_se: Konto

source: Logout
pt_br: Sair
sv_se: Logga ut

source: FOLLOWERS
pt_br: SEGUIDORES
sv_se: FÖLJARE

source: FOLLOWING
pt_br: SEGUINDO
sv_se: FÖLJER

source: PHOTOS
pt_br: FOTOS
sv_se: BILDER

source: VIDEOS
pt_br: VÍDEOS

source: POSTS
pt_br: POSTAGENS
sv_se: INLÄGG

source: FRIENDS
pt_br: AMIGOS
sv_se: VÄNNER

source: TOPICS
pt_br: TÓPICOS
sv_se: ÄMNEN

source: Success!
pt_br: Sucesso!
sv_se: Klart!

source: Column 1
pt_br: Coluna 1
sv_se: Kolumn 1

source: Column 2
pt_br: Coluna 2
sv_se: Kolumn 2

source: Column 3
pt_br: Coluna 3
sv_se: Kolumn 3

source: My Followers
pt_br: Meus Seguidores
sv_se: Mina Följare

source: Picture(s)
pt_br: Fotos
sv_se: Bild (er)

source: Remove image
pt_br: Remover imagem
sv_se: Ta bort bild

source: Drop Profile Background Image Here
pt_br: Largar a imagem de fundo do perfil aqui
sv_se: Släpp bakgrundsbild till profil här

source: Select File
pt_br: Selecione o Arquivo
sv_se: Välj Fil

source: Allowed Files
pt_br: Arquivos permitidos
sv_se: Tillåtna Filer

source: You may only upload one image at a time!
pt_br: Você só pode fazer upload de uma imagem de cada vez!
sv_se: Du kan bara ladda upp en bild i taget!

source: The file you selected exceeds the maximum filesize limit.
pt_br: O arquivo selecionado excede o limite máximo de tamanho do arquivo.
sv_se: Den markerade filen överskrider den maximala filstorleks gränsen.
