Repository: common-repository/users-ultra
Catalog: languages/users-ultra-*.po
Languages: pt_br, sv_se

source: Crop & Save Cover Image
pt_br: Cortar e Salvar Imagem de Capa
sv_se: Beskära & Spara omslagsbild

source: Crop & Save
pt_br: Cortar e Salvar

source: Send Private Message
pt_br: Enviar Mensagem Privada
sv_se: Skicka privat meddelande

source: All form fields are required.
pt_br: Todos os campos do formulário são obrigatórios.
sv_se: Alla fält är obligatoriska.

source: Subject:
pt_br: Assunto:
sv_se: Ämne:

source: Message
pt_br: Mensagem
sv_se: Meddelande

source: <strong>ERROR:</strong> The username field is empty.
pt_br: <Strong> ERRO: </strong> O campo de nome de usuário está vazio.
sv_se: <strong>FEL:</strong> Fältet användarnamn är tomt.

source: <strong>ERROR:</strong> The password field is empty.
pt_br: <Strong> ERRO: </strong> O campo de senha está vazio.
sv_se: <strong>FEL:</strong> Lösenordsfältet är tomt.

source: <strong>ERROR:</strong> Invalid Username was entered.
pt_br: <Strong> ERRO: </strong> Nome de Usuário inválido..
sv_se: <strong>FEL:</strong> Ogiltigt användarnamn har angetts.

source: <strong>ERROR:</strong> Incorrect password was entered.
pt_br: <Strong> ERRO: </strong> senha digitada errada.
sv_se: <strong>FEL:</strong> Felaktigt lösenord har angetts.

source: <strong>ERROR:</strong> Please provide Password.
pt_br: <Strong> ERRO: </strong> Por favor, forneça a senha.
sv_se: <strong>FEL:</strong> Vänligen ange lösenord.

source: <strong>ERROR:</strong> Your account is not active.
pt_br: <Strong> ERRO: </strong> A sua conta não está ativa.
sv_se: <strong>FEL:</strong> Ditt konto är inte aktivt.

source: <strong>ERROR:</strong> YOUR ACCOUNT IS NOT ACTIVE YET.
pt_br: <Strong> ERRO: </strong> A sua conta ainda não está ativa.
sv_se: <strong>FEL:</strong> DITT KONTO ÄR INTE AKTIVT ÄNNU.

source: <strong>ERROR:</strong> SOME PROBLEM HAPPENED WHILE CONNECTING FACEBOOK PLEASE LOGIN AGAIN.
pt_br: <Strong> ERRO: </strong> algum problema aconteceu na conexão com o Facebook. Faça login novamente.
sv_se: <strong>FEL:</strong> PROBLEM VID ANSLUTNING TILL FACEBOOK - VÄNLIGEN LOGGA IN IGEN.

source: New Registration
pt_br: Novo Registo
sv_se: Ny Registrering

source: Verify Your Account
pt_br: Verifique Sua Conta
sv_se: Verifiera ditt konto

source: Account Verification
pt_br: Verificação de Conta
sv_se: Kontoverifiering

source: New Account To Approve
pt_br: Nova Conta Para Aprovar
sv_se: Nytt konto att godkänna

source: New Account To Verify
pt_br: Nova Conta Para Verificar
sv_se: Nytt konto för att verifiera

source: Account Verified
pt_br: Conta Verificada
sv_se: Konto verifierat

source: Account Activation Deny
pt_br: Negar Ativação de Conta
sv_se: Neka Kontoaktivering

source: Upgrade Information
pt_br: Informações de upgrade
sv_se: Uppgraderingsinformation

source: User Account Upgrade
pt_br: Upgrade de Conta de Usuário
sv_se: Användarkonto uppgradering

source: Registration Information
pt_br: Informação de Registro
sv_se: Registreringsinformation

source: New Paid Subscription
pt_br: Nova subscrição paga
sv_se: Ny betald prenumeration

source: Registration
pt_br: Registro
sv_se: Registrering

source: New Private Message
pt_br: Nova Mensagem Privada
sv_se: Nytt privat meddelande

source: New Friend Request
pt_br: Novo Pedido de Amizade
sv_se: Ny vänförfrågan

source: Reset Your Password
pt_br: Redefinir sua senha
sv_se: Återställ ditt lösenord

source: Password Reset Confirmation
pt_br: Confirmação de reset de senha
sv_se: Bekräftelse på återställning av lösenord

source: Message sent
pt_br: Mensagem enviada
sv_se: Meddelande skickat

source: Message wasn't sent
pt_br: Mensagem não enviada
sv_se: Meddelande skickades inte

source: Reply:
pt_br: Responder:
sv_se: Svar:

source: Reply sent
pt_br: Resposta enviada
sv_se: Svar skickat

source: You cannot send a private message to yourself
pt_br: Você não pode enviar uma mensagem privada para si mesmo
sv_se: Du kan inte skicka ett privat meddelande till dig själv

source: Send
pt_br: Enviar
sv_se: Skicka

source: Please input a subject
pt_br: Por favor coloque um assunto
sv_se: Ange ett ämne

source: Please write a message
pt_br: Por favor, escreva uma mensagem
sv_se: Skriv ett meddelande

source: You have to be logged in to send private messages
pt_br: Você tem que estar conectado para enviar mensagens privadas
sv_se: Du måste vara inloggad för att skicka privata meddelanden

source: The message has been deleted. Please refresh your screen.
pt_br: A mensagem foi excluída. Por favor, atualize sua tela.
sv_se: Meddelandet har tagits bort. Ladda om din webläsare (uppdatera sidan).

source: Status has been changed
pt_br: Status alterado
sv_se: Status har ändrats

source: Contact Admin
pt_br: Contatar Administração
sv_se: Kontakta Admin

source: Contact Admin
pt_br: Contatar Administração
sv_se: Kontakta Admin

source: Type your reply here...
pt_br: Digite sua resposta aqui ...
sv_se: Skriv ditt svar här...

source: Send Reply
pt_br: Enviar Resposta
sv_se: Skicka svar

source: second
pt_br: segundo
sv_se: sekunder

source: minute
pt_br: minuto
sv_se: minuter

source: hour
pt_br: hora
sv_se: timmar

source: day
pt_br: dia
sv_se: dagar

source: week
pt_br: semana
sv_se: veckor

source: month
pt_br: mês
sv_se: månader

source: year
pt_br: ano
sv_se: år

source: decade
pt_br: década
sv_se: tiotal

source: ago
pt_br: atrás
sv_se: sedan

source: from now
pt_br: a partir de agora
sv_se: från nu

source: Inbox
pt_br: Caixa de Entrada
sv_se: Inkorg

source: Sent
pt_br: Enviado
sv_se: Skickat

source: Outbox
pt_br: Caixa de saída
sv_se: Utkorgen

source: You have no items in sent box.
pt_br: Você não tem itens na caixa de saída
sv_se: Du har inget i din skickat korg.

source: Receiver
pt_br: Recebedor
sv_se: Mottagare

source: Inbox \ View Message
pt_br: Inbox \ Ver Mensagem
sv_se: Inkorg \ Visa meddelande

source: Back to inbox
pt_br: Voltar para a caixa de entrada
sv_se: Tillbaka till Inkorgen

source: Info
pt_br: Informações

source: <b>Sender</b>: %s<br /><b>Date</b>: %s
pt_br: <b>Remetente</b>: %s<br /><b>Date</b>: %s
sv_se: <b>Avsändare</b>: %s<br /><b>Datum</b>: %s

source: <p><b>Subject</b>: %s</p><p>%s</p>
pt_br: <p><b>Assunto</b>: %s</p><p>%s</p>
sv_se: <p><b>Ämne</b>: %s</p><p>%s</p>

source: Error. Please try again.
pt_br: Error. Por favor, tente novamente.
sv_se: Fel. Försök igen.

source: Bulk Action
pt_br: Ação Em Massa
sv_se: Massåtgärd

source: Mark As Read
pt_br: Marcar Como Lido
sv_se: Markera som läst

source: Apply
pt_br: Aplicar
sv_se: Utför

source: You have no orders.
pt_br: Você não tem pedidos.
sv_se: Du har inga order.

source: Order #
pt_br: Pedido #

source: Package
pt_br: Pacote
sv_se: Paket

source: Account Upgrading & Renewal
pt_br: Conta - Upgrade e Renovação

source: Account ID:
pt_br: ID da Conta:
sv_se: Konto ID:

source: Registered Date:
pt_br: Data de Registro:
sv_se: Registrerad Datum:

source: Account Type:
pt_br: Tipo De Conta:
sv_se: Kontotyp:

source: You have no packages yet.
pt_br: Você não tem os pacotes ainda.
sv_se: Du har inga paket ännu.

source: CLICK TO UPGRADE YOUR ACCOUNT
pt_br: CLIQUE para fazer upgrade da sua conta
sv_se: KLICKA FÖR ATT UPPGRADERA DITT KONTO

source: Defaul Registration Form
pt_br: Formulário de Inscrição Padrão
sv_se: Ursprungligt Registreringsformulär

source: Edit Package
pt_br: Editar Pacote
sv_se: Redigera paket

source: Price
pt_br: Preço
sv_se: Pris

source: Setup Price:
pt_br: Setar Preço:
sv_se: Startkostnad:

source: Example: $300.00 USD for the first month Then $250.00 USD for each month
pt_br: Exemplo: $ 300,00 USD para o primeiro mês \ ndepois $ 250,00 USD para cada mês
sv_se: Exempel: 3000 SEK för den första månaden Sen 2500 kronor för varje månad

source: Recurring
pt_br: Recorrente
sv_se: Prenumerera

source: One-Time
pt_br: Uma Vez
sv_se: Engångs

source: Every
pt_br: Cada
sv_se: Varje

source: Months:
pt_br: Meses:
sv_se: Månader:

source: Weeks:
pt_br: Semanas:
sv_se: Veckor:

source: Days:
pt_br: Dias:
sv_se: Dagar:

source: Years:
pt_br: Anos:
sv_se: År:

source: Requires Admin Moderation:
pt_br: Requer moderação de Admin:
sv_se: Kräver Admin Moderator:

source: Package Limits:
pt_br: Limites do pacote:
sv_se: Paketet begränsningar:

source: Max Upload Photos:
pt_br: Maxima quantidade de fotos:
sv_se: Max uppladdning bilder:

source: 9999 for unlimited photos
pt_br: 9999 para fotos ilimitadas
sv_se: 9999 för obegränsat # bilder

source: Max Galleries
pt_br: Maximas Galerias
sv_se: Max Gallerier

source: Max Posts
pt_br: Maximo de Posts
sv_se: ﻿Max inlägg

source: 9999 for unlimited posts
pt_br: 9999 para mensagens ilimitadas
sv_se: 9999 för obegränsat # inlägg

source: Post IDs separated by commas: 1,4,5
pt_br: Publicar IDs separadas por vírgula: 1,4,5
sv_se: Inlägg ID kommaseparerade: 1,4,5

source: Quantity
pt_br: Quantidade
sv_se: Kvantitet

source: Period
pt_br: Período

source: month(s)
pt_br: mês (s)
sv_se: månad(er)

source: week(s)
pt_br: semana (s)
sv_se: vecka(or)

source: day(s)
pt_br: dias)
sv_se: dag(ar)

source: year(s)
pt_br: ano (s)
sv_se: år

source: every
pt_br: cada
sv_se: varje

source: There are no packages yet.
pt_br: Não existem pacotes ainda.
sv_se: Det finns inga paket ännu.

source: Customize Widgets & Modules
pt_br: Personalize Widgets e Módulos

source: Select Package
pt_br: Selecione Pacote

source: The Package has been updated
pt_br: O pacote foi atualizado
sv_se: Paketet har uppdaterats

source: Add New Gallery
pt_br: Adicionar Nova Galeria
sv_se: Skapa nytt Galleri

source: Edit Gallery
pt_br: Editar Galeria
sv_se: Redigera Galleri

source: New Gallery
pt_br: Nova Galeria
sv_se: Nytt Galleri

source: View Gallery
pt_br: Ver a Galeria
sv_se: Visa Galleri

source: Search Gallery
pt_br: Pesquisar Galeria
sv_se: Sök Galleri

source: No galleries found
pt_br: Não encontradas galerias
sv_se: Inga gallerier funna

source: No galleries found in Trash
pt_br: Não encontradas galerias na lixeira
sv_se: Inga gallerier funna i papperskorgen

source: Search images...
pt_br: Procure imagens ...
sv_se: Sök bilder...

source: Filter by category:
pt_br: Filtrar por categoria:
sv_se: Filtrera efter kategori:

source: Total found:
pt_br: Total encontrado:
sv_se: Totalt hittade:

source: Previous
pt_br: Anterior
sv_se: Föregående

source: Next
pt_br: Próximo
sv_se: Nästa

source: edit
pt_br: editar
sv_se: redigera

source: You have no galleries yet.
pt_br: Você não tem galerias ainda.
sv_se: Du har inga gallerier ännu.

source: You have no videos yet.
pt_br: Você não tem vídeo.
sv_se: Du har inga videor ännu.

source: The user has not added videos yet.
pt_br: O usuário não tem vídeo.
sv_se: Medlemmen har inte lagt till videor än.

source: Tags
pt_br: Etiquetas
sv_se: Taggar

source: Category
pt_br: Categoria
sv_se: Kategori

source: Only Registered
pt_br: Somente usuários registrados
sv_se: Endast Registrerade

source: Only Friends
pt_br: Só Amigos
sv_se: Endast Vänner

source: You have no photos in this gallery yet.
pt_br: Você não tem fotos nesta galeria ainda.
sv_se: Du har inga bilder i detta galleri ännu.

source: You have to be logged in to see this photo.
pt_br: Você tem que estar conectado para ver esta foto.
sv_se: Du måste vara inloggad för att se denna bild.

source: This photo is accessible only for friends of the user.
pt_br: Esta foto é acessível apenas para amigos do usuário.
sv_se: Detta foto är tillgänglig endast för vänner till medlemmen.

source: This photo could not be displayed.
pt_br: Esta foto não pode ser exibida.
sv_se: Denna bild kan inte visas.

source: MAIN PHOTO
pt_br: FOTO PRINCIPAL
sv_se: HUVUD FOTO

source: Drop files here
pt_br: Soltar arquivos aqui
sv_se: Släpp filer här

source: Select Files
pt_br: Selecionar arquivos
sv_se: Välj Filer

source: The post has been deleted!
pt_br: O post foi apagado!

source: Invalid
pt_br: Inválido

source: Edit
pt_br: Editar

source: You can't edit this
pt_br: Você não pode editar este

source: Title:
pt_br: Título:
sv_se: Titel:

source: Category:
pt_br: Categoria:
sv_se: Kategori:

source: -- Select --
pt_br: - Selecionar -
sv_se: -- Välj --

source: Description:
pt_br: Descrição:
sv_se: Beskrivning:

source: page
pt_br: página
sv_se: sida

source: Add New
pt_br: Adicionar Novo

source: Max Allowed
pt_br: Máximo permitido

source: You have posted:
pt_br: Você postou:
sv_se: Du har postat:

source: You have no
pt_br: Você não tem

source: Live
pt_br: Vivo

source: Awaiting Approval
pt_br: Aguardando Aprovação
sv_se: Inväntar Godkännande

source: Scheduled
pt_br: Programado
sv_se: Schemalagd

source: Delete Image
pt_br: Excluir Imagem
sv_se: Ta bort bild

source: Main Image
pt_br: Imagem principal

source: Set As Main
pt_br: Definir como Principal

source: Empty title
pt_br: Título vazio

source: Please choose a category
pt_br: Por favor escolha uma categoria
sv_se: Vänligen välj en kategori

source: Empty content
pt_br: Conteúdo vazio

source: Updated successfully.
pt_br: Atualizado com sucesso.

source: Empty
pt_br: Vazio

source: You cannot add more
pt_br: Você não pode adicionar mais

source: Drop Images Here
pt_br: Largue as imagens aqui
sv_se: Släpp bilder här

source: Thank you for your rating
pt_br: Obrigado pela sua avaliação
sv_se: Tack för din röst

source: You've already left your rate
pt_br: Você já deixou a sua avaliação
sv_se: Du har redan röstat

source: You have to be logged in to leave your rate
pt_br: Você tem que estar conectado para deixar sua avaliação
sv_se: Du måste vara inloggad för att rösta

source: You cannot rate yourself
pt_br: Você não pode se avaliar
sv_se: Du kan inte rösta på dig själv

source: 1 star out of 5
pt_br: 1 de 5 estrelas
sv_se: 1 stjärna av 5

source: 2 star out of 5
pt_br: 2 de 5 estrelas
sv_se: 2 stjärnor av 5

source: 3 star out of 5
pt_br: 3 de 5 estrelas
sv_se: 3 stjärnor av 5

source: 4 star out of 5
pt_br: 4 de 5 estrelas
sv_se: 4 stjärnor av 5

source: 5 star out of 5
pt_br: 5 de 5 estrelas
sv_se: 5 stjärnor av 5

source: Rating:
pt_br: Classificação:
sv_se: Grad:

source: <strong>ERROR:</strong> Please enter a username.
pt_br: <Strong> ERRO: </strong> Por favor, indique um nome de usuário.
sv_se: <strong>FEL:</strong> Skriv in ett användarnamn.

source: <strong>ERROR:</strong> This username is already registered. Please choose another one.
pt_br: <Strong> ERRO: </strong> Este nome de usuário já está registrado. Por favor escolha outro.
sv_se: <strong>FEL:</strong> Detta användarnamn är upptaget. Välj ett nytt.

source: <strong>ERROR:</strong> Please type your e-mail address.
pt_br: <Strong> ERRO: </strong> Por favor, digite seu endereço de e-mail.
sv_se: <strong>FEL:</strong> Skriv in din epostadress.

source: <strong>ERROR:</strong> The email address isn't correct.
pt_br: <Strong> ERRO: </strong> O endereço de e-mail não é correto.
sv_se: <strong>FEL:</strong> E-postadressen är inte korrekt.

source: <strong>ERROR:</strong> The emails are different.
pt_br: <Strong> ERRO: </strong> Os e-mails são diferentes.

source: <strong>ERROR:</strong> This email is already registered, please choose another one.
pt_br: <Strong> ERRO: </strong> Este e-mail já está registrado, por favor, escolha outro.
sv_se: <strong>FEL:</strong> Denna epostadress finns redan registrerad, vänligen välj en annan.

source: <strong>ERROR:</strong> Please type your password.
pt_br: <Strong> ERRO: </strong> Por favor, digite sua senha.
sv_se: <strong>FEL:</strong> Skriv in ditt lösenord.

source: <strong>ERROR:</strong> The passwords must be identical
pt_br: <Strong> ERRO: </strong> As senhas devem ser idênticas
sv_se: <strong>FEL:</strong> Lösenorden måste vara identiska

source: <strong>ERROR:</strong> Please complete Captcha Test first.
pt_br: <Strong> ERRO: </strong> Por favor, preencha as letras da imagem primeiro.
sv_se: <strong>FEL:</strong> Fyll i Captcha Testet först.

source: <strong>ERROR:</strong> Registration is disabled for this site.
pt_br: <Strong> ERRO: </strong> O registro está desativado para este site.
sv_se: <strong>FEL:</strong> Registrering är inaktiverad för sidan.

source: <strong>ERROR:</strong> The Password must be at least
pt_br: <Strong> ERRO: </strong> A senha deve ter pelo menos

source: <strong>ERROR:</strong> The Password must contain at least one number and one letter
pt_br: <Strong> ERRO: </strong> A senha deve conter pelo menos um número e uma letra

source: <strong>ERROR:</strong> The Password must contain at least one upper case character
pt_br: <Strong> ERRO: A senha deve conter pelo menos um caractere maiúsculo </strong>

source: <strong>ERROR:</strong> The Password must contain at least one lower case character
pt_br: <Strong> ERRO: A senha deve conter pelo menos um caractere minúsculo </strong>

source: Registration successful. Please check your email.
pt_br: Registro bem-sucedido. Por favor verifique seu email.
sv_se: Registreringen lyckad. Vänligen kontrollera din e-post.

source: Select Role
pt_br: Selecione Função
sv_se: Välj Roll

source: You're not following this user anymore
pt_br: Você não está seguindo este usuário mais
sv_se: Du följer inte denna användare längre

source: You have to be logged in to unfollow this user
pt_br: Você tem que estar conectado para deixar de seguir este usuário
sv_se: Du måste vara inloggad för att sluta följa denna medlem

source: Following
pt_br: Seguindo
sv_se: Följer

source: You have to be logged in to follow this user
pt_br: Você tem que estar conectado para seguir este usuário
sv_se: Du måste vara inloggad för att följa denna medlem

source: Already Following
pt_br: Já Seguindo
sv_se: Följer Redan

source: You cannot follow yourself!
pt_br: Você não pode seguir você mesmo!
sv_se: Du kan inte följa dig själv!

source: You can't be your own friend.
pt_br: Você não pode ser o seu próprio amigo.

source: Friend Request Sent
pt_br: Pedido de Amizade Enviado
sv_se: Vänförfrågan Skickad

source: You have to be logged in to send a friend request
pt_br: Você tem que estar logado para enviar um pedido de amizade
sv_se: Du måste vara inloggad för att skicka en vänförfrågan

source: Request Already Sent
pt_br: Pedido já foi enviado
sv_se: Förfrågan redan skickad

source: Thanks
pt_br: Obrigado
sv_se: Tackar

source: Please login to rate
pt_br: Por favor entre para poder classificar
sv_se: Logga in för att rösta

source: You've already liked it
pt_br: Você já curtiu isso
sv_se: Du har redan gillat

source: Send Friend Request
pt_br: Adicionar como amigo
sv_se: Skicka vänförfrågan

source: Be a Friend
pt_br: Ser amigo
sv_se: Vänförfrågan

source: Follow User
pt_br: Seguir Usuário
sv_se: Följ medlem

source: Follow
pt_br: Seguir
sv_se: Följ

source: Unfollow User
pt_br: Deixar de seguir usuário
sv_se: Sluta följ medlem

source: Unfollow
pt_br: Deixar de Seguir
sv_se: Sluta följ

source: Request approved
pt_br: Solicitação aprovada
sv_se: Begäran godkänd

source: Request rejected
pt_br: Pedido rejeitado
sv_se: Begäran avvisad

source: Like
pt_br: Curtir
sv_se: Gilla

source: Likes
pt_br: Curtidas
sv_se: Gilla

source: Dislike
pt_br: Descurtir
sv_se: Ogilla

source: Latest Friend Requests
pt_br: Últimas Solicitações de Amizade
sv_se: Senaste vänförfrågningar

source: Approve
pt_br: Aprovar
sv_se: Godkänn

source: Accept
pt_br: Aceitar
sv_se: Acceptera

source: Deny
pt_br: Negar
sv_se: Neka

source: All My Friends
pt_br: Todos Meus Amigos
sv_se: Alla mina vänner

source: Block
pt_br: Bloquear
sv_se: Blockera

source: --- Select Category
pt_br: --- Selecione Categoria
sv_se: --- Välj kategori

source: --- Select Department
pt_br: --- Selecione Departamento
sv_se: --- Välj avdelning

source: The user has been removed!
pt_br: O usuário foi removido!
sv_se: Medlemmen har tagits bort!

source: We're sorry Users Ultra doesn't delete admin users.
pt_br: Não excluimos usuários admin.
sv_se: Vi beklagar Users Ultra tar inte bort admin användare.

source: You can't see this content.
pt_br: Você não pode ver este conteúdo.
sv_se: Du kan inte se detta innehåll.

source: Content visible only for registered users.
pt_br: Conteúdo visível apenas para usuários registrados.
sv_se: Innehållet visas endast för registrerade medlemmar.

source: Free
pt_br: Livre
sv_se: Gratis

source: Packages
pt_br: Pacotes
sv_se: Paket

source: Free Package
pt_br: Pacote gratuito
sv_se: Gratis paket

source: User will have only basic features
pt_br: Usuário terá apenas recursos básicos
sv_se: Användare har endast grundfunktioner

source: SUCCESS! The user's form has been changed
pt_br: SUCESSO! Formulário do usuário foi alterado
sv_se: SPARAT! Rollen har ändrats

source: ERROR! You can't change the status of an administrator.
pt_br: ERRO! Você não pode alterar o status de um administrador.
sv_se: FEL! Du kan inte ändra rollen på en administratör.

source: SUCCESS! The user's status has been changed to :
pt_br: SUCESSO! O status do usuário foi alterado para:
sv_se: SPARAT! Medlemmens status har ändrats till:

source: ERROR! You can't change the role of an administrator.
pt_br: ERRO! Você não pode mudar a função de um administrador.
sv_se: FEL! Du kan inte ändra rollen på en administratör.

source: SUCCESS! The user's membership plan has been changed
pt_br: SUCESSO! O plano de adesão do usuário foi alterado
sv_se: SPARAT! Användarens Medlemskapspaket har ändrats

source: SUCCESS! The role has been changed
pt_br: SUCESSO! A função foi alterada
sv_se: SPARAT! Rollen har ändrats

source: ERROR! Expiration date can't be an empy value.
pt_br: ERRO! Data de validade não pode ser um valor vazio.
sv_se: FEL! Utgångsdatumet kan inte vara ett tomt värde.

source: ERROR! Expiration date should be in the future.
pt_br: ERRO! Data de validade deve ser no futuro.
sv_se: FEL! Utgångsdatum måste vara i framtiden.

source: SUCCESS! The expiration date has been changed
pt_br: SUCESSO! A data de expiração foi alterada
sv_se: SPARAT! Utgångsdatumet har ändrats

source: DONE! The updating process has been finished.
pt_br: FEITO! O processo de atualização terminou.

source: SUCCESS! The sync process has been finished.
pt_br: SUCESSO! O processo de sincronização terminou.
sv_se: SPARAT! Synkroniseringsprocessen har avslutats.

source: There are no pending payment users.
pt_br: Não existem usuários de pagamento pendentes.
sv_se: Det finns inga väntande betalande användare.

source: Pending Moderation
pt_br: Aguardando Moderação
sv_se: Väntar på moderatorns granskning!

source: There are no pending moderation users.
pt_br: Não existem usuários de moderação pendentes.
sv_se: Inga medlemmar väntar på moderatorn.

source: Send Link
pt_br: Enviar Link
sv_se: Sänd länk

source: There are no pending confirmation users.
pt_br: Não há confirmação de usuários pendentes.
sv_se: Inga medlemmar väntar på godkännande.

source: User has been activated
pt_br: Usuário foi ativado
sv_se: Användaren har aktiverats

source: Activation link sent
pt_br: Link de ativação enviado
sv_se: Aktiveringslänk skickad

source: User has been deleted
pt_br: Usuário foi excluído
sv_se: Användaren har tagits bort

source: ERROR! Password must be identical
pt_br: ERRO! A senha deve ser idêntica
sv_se: FEL! Lösenordet måste vara identiskt

source: ERROR! Password should contain at least 7 alphanumeric characters
pt_br: ERRO! Senha deve conter, pelo menos, sete caracteres alfanuméricos
sv_se: FEL! Lösenordet ska innehålla minst 7 alfanumeriska tecken

source: Success!! The new password has been sent to
pt_br: Sucesso !! A nova senha foi enviada para
sv_se: Utfört! Det nya lösenordet har skickats till

source: ERROR! Please type your new email
pt_br: ERRO! Por favor, escreva o seu novo e-mail
sv_se: FEL! Skriv in din nya e-post

source: ERROR! Please type a valid email address
pt_br: ERRO! Por favor, escreva um e-mail válido
sv_se: FEL! Ange en giltig e-postadress

source: ERROR! You haven't changed your email.
pt_br: ERRO! Você não mudou seu e-mail.
sv_se: FEL! Du inte har ändrat din e-post.

source: ERROR! The email is in use already
pt_br: ERRO! O e-mail já está em uso
sv_se: FEL! E-post adressen finns redan
