Repository: common-repository/users-ultra
Catalog: languages/users-ultra-*.po
Languages: pt_br, sv_se

source: If checked the email format will be HTML. By default text/plain text format is used.
pt_br: Se selecionado, o formato de e-mail será HTML. Ao texto padrão / formato de texto simples é usado.
sv_se: ﻿Om vald blir epost formatet i HTML. Annars är formatet i enkel text format.

source: Send From Name
pt_br: Enviar A partir do Nome
sv_se: ﻿Skickat Från Namn

source: Enter the your name or company name here.
pt_br: Digite o seu nome ou nome da empresa aqui.
sv_se: ﻿Skriv ditt namn eller företagsnamn här.

source: Send From Email
pt_br: Enviar Do Email
sv_se: ﻿Skicka Från e-post

source: Enter the email address to be used when sending emails.
pt_br: Digite o endereço de e-mail para ser usado quando do envio de e-mails.
sv_se: ﻿Ange e-postadressen som ska användas när du skickar e-post.

source: Use the PHP mail() function to send emails
pt_br: Use o PHP mail () function para enviar e-mails
sv_se: ﻿Använd PHP mail() funktion för att skicka e-post

source: Send all Users Ultra emails via SMTP
pt_br: Enviar e-mails via SMTP
sv_se: ﻿Skicka all Users Ultra e-post via SMTP

source: Send all Users Ultra emails via Mandrill
pt_br: Enviar e-mails via Mandrill
sv_se: ﻿Sänd all Users Ultra e-post via Mandrill

source: Send all Users Ultra emails via Third-party plugin
pt_br: Enviar e-mails via Third-party plugins

source: Specify which mailer method Users Ultra should use when sending emails.
pt_br: Especifique qual mailer Users Ultra deve usar quando enviar e-mails.
sv_se: ﻿Ange vilken epost metod Users Ultra ska använda när du skickar e-post.

source: Set the return-path to match the From Email
pt_br: Definir o caminho de retorno para coincidir com o e-mail
sv_se: Sätt returadressen att matcha Från e-posten

source: This options should be set only if you have chosen to send email via SMTP
pt_br: Esta opção deve ser definida somente se você optou por enviar e-mail via SMTP
sv_se: ﻿Detta alternativ bör bara ställa om du har valt att skicka e-post via SMTP

source: SMTP Host:
pt_br: Host SMTP:
sv_se: ﻿SMTP Värd:

source: Specify host name or ip address.
pt_br: Especifique o nome do host ou endereço IP.
sv_se: ﻿Ange värdnamn eller IP-adress.

source: SMTP Port:
pt_br: Porta SMTP:

source: Specify Port.
pt_br: Especifique Porta.
sv_se: Specificera Port.

source: Encryption:
pt_br: Encriptação:
sv_se: Kryptering:

source: No encryption
pt_br: Nenhuma criptografia
sv_se: Ingen kryptering

source: Use SSL encryption
pt_br: Usar criptografia SSL
sv_se: Använd SSL kryptering

source: Use TLS encryption
pt_br: Usar criptografia TLS
sv_se: Använd TLS kryptering

source: Specify the encryption method.
pt_br: Especifique o método de criptografia.
sv_se: Ange krypteringsmetod.

source: Authentication:
pt_br: Autenticação:
sv_se: Bekräftning:

source: No. Do not use SMTP authentication
pt_br: Não. Não use a autenticação SMTP
sv_se: nej. Använd inte SMTP bekräftelse

source: Yes. Use SMTP Authentication
pt_br: Sim. Usar autenticação SMTP
sv_se: Ja. Använd SMTP bekräftelse

source: Specify the authentication method.
pt_br: Especifique o método de autenticação.
sv_se: Ange bekräftelsemetod.

source: Username:
pt_br: Nome de usuário:
sv_se: Användarnamn:

source: Specify Username.
pt_br: Especifique usuário.
sv_se: Ange Användarnamn.

source: Password:
pt_br: Senha:
sv_se: Lösenord:

source: Input Password.
pt_br: Senha de entrada.
sv_se: Ange Lösenord.

source: This options should be set only if you have chosen to send email via Mandrill
pt_br: Esta opção deve ser definida somente se você optou por enviar e-mail via Mandrill
sv_se: Välj detta bara om du skickar epost via Mandrill

source: Mandrill API Key:
pt_br: Mandrill Key API:
sv_se: Mandrill API nyckel:

source: Specify Mandrill API. Find out more info here: https://mandrillapp.com/api/docs/
pt_br: Especifique Mandrill API. Saiba mais informações aqui: https://mandrillapp.com/api/docs/
sv_se: Ange Mandrill API. Se mer här: http://mandrillapp.com/api/docs/

source: Specify Mandrill API.
pt_br: Especifique Mandrill API.
sv_se: Ange Mandrill API.

source: Custom Messages
pt_br: Mensagens personalizadas
sv_se: Egna Meddelanden

source: This message will be displayed in the User Panel Controls
pt_br: Esta mensagem será exibida nos contfunçãos do painel do usuário
sv_se: Detta meddelande visas i Användarpanelen inställningar

source: Message To Display
pt_br: Mensagem para Exibição
sv_se: Meddelande att visa

source: Welcome Email Address
pt_br: Bem-vindo Endereço Email
sv_se: Välkommen Epostadress

source: This is the welcome email that is sent to the client when registering a new account
pt_br: Este é o e-mail de boas-vindas que é enviado para o cliente quando registrar uma nova conta
sv_se: Detta är välkommst-eposten som skickas till klienten vid registrering av nytt konto

source: Client Welcome Message
pt_br: Cliente - Mensagem de Boas Vindas
sv_se: Klient Välkomstmeddelande

source: This message will be sent to the user.
pt_br: Esta mensagem vai ser enviada para o usuário
sv_se: Detta meddelande skickas till användaren.

source: Account Activation Message
pt_br: Mensagem de Ativação de Conta
sv_se: Konto aktiveringsmeddelande

source: This message will be sent to the user if they need to activate the account by using the activation link.
pt_br: Esta mensagem será enviada para o usuário se eles precisarem para ativar a conta usando o link de ativação.
sv_se: Detta meddelande skickas till användaren om de behöver aktivera kontot med aktiveringslänk.

source: Client Account Upgrade Message
pt_br: Mensagem de Upgrade de Conta
sv_se: Klientkonto uppgraderingsmeddelande

source: This message will be sent to the user when upgrading.
pt_br: Esta mensagem será enviada para o usuário durante a atualização.
sv_se: Detta meddelande skickas till användaren vid uppgradering.

source: Admin Account Upgrade Message
pt_br: Mensagem de Upgrade para Admin
sv_se: Admin konto uppgraderingsmeddelande

source: This message will be sent to the admin when upgrading.
pt_br: Esta mensagem será enviada para o administrador quando da atualização.
sv_se: Detta meddelande skickas till Admin vid uppgradering.

source: This message will be sent to the admin when a user upgrades.
pt_br: Esta mensagem será enviada ao administrador quando um usuário faz upgrade.
sv_se: Detta meddelande skickas till Admin när en användare uppgraderar.

source: Resend Activation Link
pt_br: Reenviar link de ativação
sv_se: Skicka aktiveringslänk igen

source: This message will be sent to the user when clicking the re-send activation option.
pt_br: Esta mensagem será enviada para o usuário ao clicar a opção de reenvio de ativação
sv_se: Detta meddelande skickas till användaren när man klickat på Skicka igen aktiverings valet.

source: Account Verified Message
pt_br: Mensagem de Conta Verificada
sv_se: Kontot verifierat meddelande

source: This message will be sent to the users when they verify their accounts.
pt_br: Esta mensagem será enviada aos usuários quando eles verificar as suas contas.
sv_se: Detta meddelande skickas till användarna när de verifierar sina konton.

source: Password Changed Confirmation
pt_br: Confirmação de Mudança de Senha
sv_se: Bekräftelse på utbytt Lösenord

source: This message will be sent to the user when the password has been reset.
pt_br: Esta mensagem será enviada para o usuário quando a senha foi redefinida.
sv_se: Detta meddelande skickas till användaren när lösenordet har återställts.

source: Client Admin Approval Email
pt_br: Email para Aprovação de Cliente pelo Admin
sv_se: Klient Admin Godkännd Epost

source: This message will be sent to the user if the account needs to be approved by the admin.
pt_br: Esta mensagem será enviada para o usuário se a conta precisa ser aprovado pelo administrador.
sv_se: ﻿Detta meddelande skickas till användaren om kontot måste godkännas av admin.

source: Admin New User Approval Email
pt_br: Email de Aprovação de Novo Usuário pelo Admin
sv_se: ﻿Admin Ny användare Godkännande Epost

source: This message will be sent to the admin if an account needs to be approved manually.
pt_br: Esta mensagem será enviada para o administrador se a conta precisar ser aprovado manualmente.
sv_se: ﻿Detta meddelande skickas till admin om ett konto måste godkännas manuellt.

source: Admin New User Message
pt_br: Mensagem de Novo Usuário
sv_se: ﻿Admin Ny användare meddelande

source: This message will be sent to the admin.
pt_br: Esta mensagem será enviada para o administrador.
sv_se: Detta meddelande skickas till admin.

source: Admin New Paid User Message
pt_br: Mensagem de Novo Usuário Pago

source: Admin Pending Activation Message
pt_br: Mensagem de Ativação Pendente
sv_se: ﻿Admin Väntar på aktivering Meddelande

source: This message will be sent to the admin if the user needs manual activation.
pt_br: Esta mensagem será enviada para o administrador se o usuário precisa de ativação manual.
sv_se: Detta meddelande skickas till admin om användaren behöver manuell aktivering.

source: User Private Message
pt_br: Mensagem Privada
sv_se: ﻿Användare Privat meddelande

source: This message will be sent to users when other users send a private message.
pt_br: Esta mensagem será enviada aos usuários quando outros usuários enviar uma mensagem privada.
sv_se: ﻿Detta meddelande skickas till användare när andra användare skickar ett privat meddelande.

source: Private Message From Admin
pt_br: Mensagem Privada do Admin
sv_se: ﻿Privat meddelande Från Admin

source: This message will be sent to users when the admin sends a message.
pt_br: Esta mensagem será enviada aos usuários quando o administrador envia uma mensagem.
sv_se: ﻿Detta meddelande skickas till användarna när admin skickar ett meddelande.

source: This message will be sent to users when the admin sends a message
pt_br: Esta mensagem será enviada aos usuários quando o administrador envia uma mensagem
sv_se: ﻿Detta meddelande skickas till användarna när admin skickar ett meddelande

source: Friend Request
pt_br: Pedido de Amizade
sv_se: ﻿Vänförfrågan

source: This message is sent to the users when a friend request is sent
pt_br: Esta mensagem é enviada aos usuários quando um pedido de amigo é enviado
sv_se: ﻿Detta meddelande skickas till användarna när en vänförfrågan skickas

source: Password Reset
pt_br: Resetar a Senha
sv_se: ﻿Återställning av lösenord

source: This message will be sent to users when requesting a new password.
pt_br: Esta mensagem será enviada aos usuários quando solicitar uma nova senha.
sv_se: ﻿Detta meddelande skickas till användarna när de begär ett nytt lösenord.

source: Account Activation
pt_br: Ativação De Conta
sv_se: ﻿Kontoaktivering

source: This message is sent when the admin approves the user account.
pt_br: Esta mensagem é enviada quando o administrador aprova a conta de usuário.
sv_se: ﻿Detta meddelande skickas när admin godkänner användarkontot.

source: Deny Account Activation
pt_br: Negar Ativação de Conta
sv_se: ﻿Neka Kontoaktivering

source: This message is sent when the admin does not approve the user account.
pt_br: Esta mensagem é enviada quando o administrador não aprovar a conta de usuário.
sv_se: Detta meddelande skickas när admin inte godkänner användarkontot.

source: Welcome to Users Ultra Pro!
pt_br: Bem-vindo ao Users Ultra Pro!
sv_se: ﻿Välkommen till Users Ultra Pro!

source: Thank you very much for installing Users Ultra Pro.
pt_br: Muito obrigado pela instalação de Users Ultra Pro.
sv_se: ﻿Tack så mycket för att ni installerat Users Ultra Pro.

source: Social Connects Stats
pt_br: Estatísticas Sociais
sv_se: ﻿Social Kontakt Status

source: Subscription Stats
pt_br: Estatísticas de subscrição
sv_se: Prenumerationsstatus

source: Today
pt_br: Hoje
sv_se: ﻿Idag

source: This Month
pt_br: Este Mês
sv_se: ﻿Denna månad

source: This Year
pt_br: Este Ano
sv_se: ﻿Detta år

source: All Time
pt_br: Desde Sempre
sv_se: ﻿All Tid

source: Latest 5 Transactions
pt_br: Últimos 5 Transações
sv_se: Senaste 5 transaktioner

source: User
pt_br: Usuário
sv_se: ﻿Användare

source: Transaction ID
pt_br: ID da Transação
sv_se: Transaktions ID

source: Amount
pt_br: Quantidade
sv_se: ﻿Belopp

source: There are no transactions yet.
pt_br: Não há transações ainda.
sv_se: ﻿Det finns inga transaktioner ännu.

source: Online Users
pt_br: Usuários on-line
sv_se: Anslutna ﻿Medlemmar

source: Latest
pt_br: Mais Recentes
sv_se: ﻿Senaste

source: Username
pt_br: Nome de Usuário
sv_se: ﻿Användarnamn

source: There are no pending activation users.
pt_br: Não existem ativação pendentes.
sv_se: Det finns inga medlemmar väntande på aktivering.

source: loading ...
pt_br: Carregando ...
sv_se: ﻿Laddar...

source: Sign up Stats
pt_br: Estatísticas de Registros
sv_se: ﻿Registreringsstatistik

source: Sign up Options
pt_br: Opções de Registro
sv_se: ﻿Registreringsalternativ

source: Package:
pt_br: Pacote:

source: Here you can customize the widgets and module for this package.
pt_br: Aqui você pode personalizar os widgets e módulo para este pacote.

source: Please select the Profile's Template. All the users under this membership package will use the above template.
pt_br: Por favor, selecione o template do perfil. Todos os users no âmbito do presente pacote de adesão vão usar o modelo acima.

source: These widgets are visible within the user's dashboard and they can be used by the users.
pt_br: Estes elementos são visíveis no painel de instrumentos do utilizador e que pode ser usado pelos usuários.
sv_se: Dessa widgets är synliga i användarens panel och kan väljas/användas av dem.

source: Apply layout to all users with this membership
pt_br: Aplicar layout para todos os usuários com esta associação

source: Paid Membership Settings
pt_br: Configurações de Mmemberships pagas
sv_se: ﻿Betalt medlemskap Inställningar

source: The default symbol for PayPal payments is USD
pt_br: O símbolo padrão para pagamentos PayPal é USD
sv_se: ﻿Standardsymbol för PayPal-betalningar är USD

source: Currency Symbol
pt_br: Símbolo de moeda
sv_se: ﻿Valutasymbol

source: Input the currency symbol: Example: $
pt_br: Insira o símbolo de moeda: Exemplo: $
sv_se: Ange valutasymbolen: Exempel: $

source: Membership Packages
pt_br: Pacotes de adesão
sv_se: ﻿Medlemskap Paket

source: Add New Plan
pt_br: Adicionar Novo Plano
sv_se: Ange ny Plan

source: Add New Package
pt_br: Adicionar Novo Pacote
sv_se: ﻿Lägg till nytt paket

source: Price:
pt_br: Preço:
sv_se: ﻿Pris:

source: Setup Price:
pt_br: Setar Preço:
sv_se: Startkostnad:

source: Every:
pt_br: cada:
sv_se: ﻿Varje:

source: Billing Period:
pt_br: Período De Pagamento:
sv_se: ﻿Faktureringsperiod:

source: Months:
pt_br: Meses:
sv_se: ﻿Månader:

source: Weeks:
pt_br: Semanas:
sv_se: ﻿Veckor:

source: Days:
pt_br: Dias:
sv_se: ﻿Dagar:

source: Years:
pt_br: Anos:
sv_se: ﻿År:

source: Type:
pt_br: Tipo:
sv_se: Typ:

source: Recurring
pt_br: Recorrente
sv_se: ﻿Återkommande

source: One-Time
pt_br: Uma Vez
sv_se: ﻿Engångs

source: Requires Admin Moderation:
pt_br: Requer moderação de Admin:
sv_se: ﻿Kräver Admin Moderator:

source: Role To Assign:
pt_br: Função para atribuir:
sv_se: ﻿Ange Roll:

source: Custom Form To Assign:
pt_br: Formulário personalizado Para Atribuir:
sv_se: ﻿Ange eget Formulär:

source: Group To Assign:
pt_br: Grupo para atribuir:

source: Don't assign any group
pt_br: Não atribua qualquer grupo

source: Pricing Table Customization
pt_br: Personalização da Tabela de Preços
sv_se: ﻿Anpassa Pristabell

source: Name/Price Font Color
pt_br: Nome / Preço Cor da Fonte
sv_se: ﻿Namn/Pris typsnitt färg

source: Name/Price Background Color
pt_br: Nome / Preço Cor de fundo
sv_se: ﻿Namn/Pris Bakgrundsfärg

source: Sign Up Button Text Color
pt_br: Botão Registrar-se Cor do texto
sv_se: ﻿Registrera dig knapptext Färg

source: Sign Up Button Background Color
pt_br: Botão Registrar-se Cor de fundo
sv_se: ﻿Registrera dig knapp Bakgrundsfärg

source: Package Limits:
pt_br: Limites do pacote:
sv_se: ﻿Paketet Gränser:

source: 9999 for unlimited photos
pt_br: 9999 para fotos ilimitadas
sv_se: ﻿9999 för obegränsat bilder

source: Max Galleries:
pt_br: Maximas Galerias:
sv_se: ﻿Max Gallerier:

source: 9999 for unlimited galleries
pt_br: 9999 para galerias ilimitadas
sv_se: ﻿9999 för obegränsat gallerier

source: Max Posts
pt_br: Maximo de Posts
sv_se: ﻿Max inlägg

source: 9999 for unlimited posts
pt_br: 9999 para mensagens ilimitadas
sv_se: ﻿9999 för obegränsat inlägg

source: Pay per Read:
pt_br: Pagar pra Ler
sv_se: ﻿Betala per Läsning:

source: Allowed Posts to Read
pt_br: Posts Permitidos para Ler
sv_se: ﻿Tillåtna inlägg att läsa

source: Post IDs separated by commas: 1,4,5
pt_br: Publicar IDs separadas por vírgula: 1,4,5
sv_se: ﻿Inlägg ID kommaseparerade: 1,4,5

source: Credits/Points:
pt_br: Créditos / Pontos:
sv_se: ﻿Krediter / Poäng:

source: Quantity:
pt_br: Quantidade:
sv_se: ﻿Mängd:

source: decimals allowed. Example 9,10
pt_br: decimais permitido. Exemplo 9,10
sv_se: ﻿decimaler tillåtna. Exempel 9,10

source: Please, input a name
pt_br: Por favor, insira um nome
sv_se: ﻿Ange ett namn

source: Please, input a description
pt_br: Por favor, insira uma descrição
sv_se: Ange en beskrivning

source: Please, input a price
pt_br: Por favor, insira um preço
sv_se: ﻿Vänligen, ange ett pris

source: Are you totally sure that you want to delete this package?
pt_br: Você está totalmente certo de que você quer apagar este pacote?
sv_se: ﻿Är du helt säker på att du vill radera detta paket?

source: Orders
pt_br: Encomendas
sv_se: ﻿Beställningar

source: Search Transactions
pt_br: Pesquisar Transações
sv_se: ﻿Sök Transaktioner

source: Keywords:
pt_br: Palavras-chave:
sv_se: ﻿Nyckelord:

source: Month:
pt_br: Mês:
sv_se: ﻿Månad:

source: Day:
pt_br: Dia:
sv_se: ﻿Dag:

source: Year:
pt_br: Ano:
sv_se: ﻿År:

source: write some text here ...
pt_br: escrever algum texto aqui ...
sv_se: ﻿skriva lite text här ...

source: All
pt_br: Tudo
sv_se: ﻿Alla

source: Filter
pt_br: Filtro

source: Displaying per page:
pt_br: Resultados por página:
sv_se: ﻿Visning per sida:

source: Expiration
pt_br: Expiração
sv_se: ﻿Utgångsdatum

source: User Email
pt_br: E-mail de Usuário
sv_se: ﻿Användare epost

source: Plan
pt_br: Plano

source: Method
pt_br: Método
sv_se: ﻿Metod

source: Users Ultra Pages Setting
pt_br: Users Ultra Configurações de Páginas
sv_se: Users Ultra Inställningssidor

source: The following pages are automatically created when Users Ultra Plugin is activated. You can leave them as they are or change to custom pages here.
pt_br: As páginas seguintes são criados automaticamente quando Usuários Ultra Plugin é ativado. Você pode deixá-las como estão ou alterar a páginas personalizadas aqui.
sv_se: ﻿Följande sidor skapas automatiskt när Users Ultra Plugin aktiveras. Lämna dem som de är eller ändra till dina egna sidor här.

source: Users Ultra My Account
pt_br: Users Ultra Minha Conta
sv_se: Users Ultra Mitt konto

source: Make sure you have the <code>[usersultra_my_account]</code> shortcode on this page.
pt_br: Certifique-se de que você tem o <code>[usersultra_my_account]</code> shortcode nesta página.
sv_se: ﻿Kontrollera att du har <code>[usersultra_my_account]</code> kortkommando på denna sida.

source: This page is where users will view their account.
pt_br: Esta página é onde os usuários vão ver a sua conta.
sv_se: På denna sida ser användarna sitt konto.

source: Make sure you have the <code>[usersultra_profile]</code> shortcode on this page.
pt_br: Certifique-se de que você tem o <code>[usersultra_profile]</code> shortcode nesta página.
sv_se: ﻿Kontrollera att du har <code>[usersultra_profile]</code> kortkommando på denna sida.

source: This page is where users will view their own profiles, or view other user profiles from the member directory if allowed.
pt_br: Esta página é onde os usuários vão ver os seus próprios perfis, ou ver outros perfis de usuário do diretório membro se permitido.
sv_se: På denna sida ser användarna sina egna profiler, eller andra användarprofiler från medlemskatalogen om det tillåts.

source: If you wish to change default Users Ultra login page, you may set it here. Make sure you have the <code>[usersultra_login]</code> shortcode on this page.
pt_br: Se você deseja mudar a página de login do UU, você pode configurá-lo aqui. Certifique-se de que você tem o <code>[usersultra_login]</code> shortcode nesta página.
sv_se: ﻿Om du vill ändra standard Users Ultra inloggningssida, kan du ställa in det här. Kontrollera att du har <code>[usersultra_login]</code> kortkommando på denna sida.

source: The default front-end login page.
pt_br: A página de login front-end padrão.
sv_se: ﻿Standard front inloggningssida.

source: Users Ultra Registration Page
pt_br: Users Ultra Página de Registro
sv_se: Users Ultra registreringssida

source: Make sure you have the <code>[usersultra_registration]</code> shortcode on this page.
pt_br: Certifique-se de que você tem o <code>[usersultra_registration]</code> shortcode nesta página.
sv_se: ﻿Kontrollera att du har <code>[usersultra_registration]</code> kortkommando på denna sida.

source: The default front-end Registration page where new users will sign up.
pt_br: A página Registro de front-end padrão onde os novos usuários irão se inscrever.
sv_se: ﻿Standard frontregistrering där nya användare kommer att registrera sig.

source: Users Ultra Directory Page
pt_br: Users Ultra Pagina Diretório
sv_se: Users Ultra Registersida

source: Make sure you have the <code>[usersultra_directory]</code> shortcode on this page.
pt_br: Certifique-se de que você tem o <code>[usersultra_directory]</code>shortcode nesta página.
sv_se: ﻿Kontrollera att du har <code>[usersultra_directory]</code> kortkommando på denna sida.

source: Users Ultra offers you the ability to create a custom URL structure for the main pages of your website
pt_br: Usuários Ultra oferece-lhe a capacidade de criar uma estrutura de URL personalizada para as principais páginas do seu site
sv_se: Users Ultra ger dig möjligheten att skapa en egen URL struktur för de viktigaste sidorna på din webbplats

source: Profile Slug
pt_br: Perfil Slug
sv_se: Profil sökväg

source: Enter your custom Slug for the profile page.
pt_br: Digite o seu Slug personalizado para a página de perfil.
sv_se: ﻿Ange din anpassade sökväg för profilsidan.

source: Profile Link Field
pt_br: Campo de Link do Perfil
sv_se: ﻿Profil Länk fält

source: The Profile Link is built by using the User ID
pt_br: O Profile Link é criado usando o ID do usuário
sv_se: ﻿Profillänken är byggd med hjälp av användar-ID

source: The Profile Link is built by using the Username
pt_br: O Profile Link é criado usando o nome de usuário
sv_se: ﻿Profillänken är byggd med hjälp av användarnamn

source: Please note: This option is used for permalinks. You can choose what field will be used in the Users Profile Link
pt_br: Atenção: Esta opção é usada para permalinks. Você pode escolher o campo será usado no Profile Link dos usuarios
sv_se: ﻿Observera: Det här alternativet används för permalänkar. Du kan välja vilket fält som används i Användarnas Profillänk

source: Enter your custom Slug for the Login Page.
pt_br: Digite o seu Slug personalizado para o página de login.
sv_se: ﻿Ange din egna sökväg för inloggningssidan.

source: Registration Slug
pt_br: Registro Slug
sv_se: ﻿Registreringssökväg

source: Enter your custom Slug for the Registration Page.
pt_br: Digite o seu Slug personalizado para a página de registro.
sv_se: ﻿Ange din egna sökväg för registreringssidan.

source: My Account Slug
pt_br: Minha Conta Slug
sv_se: ﻿Mitt konto sökväg

source: Enter your custom Slug for the "My Account" Page.
pt_br: Digite o seu Slug personalizado para o Página \ "Minha Conta ".
sv_se: ﻿Ange din egna sökväg för "Mitt konto" sidan.

source: Users Directory Slug
pt_br: Directório de usuários Slug
sv_se: ﻿Användarregister sökväg
