Repository: common-repository/users-ultra
Catalog: languages/users-ultra-*.po
Languages: pt_br, sv_se

source: The user will be automatically added to this group when the users register by using the common registration form.
pt_br: O usuário será automaticamente adicionada a esse grupo quando os usuários registrarem usando o formulário de registro comum.

source: Social Registration - Assign Group Automatically
pt_br: Registro social - Atribuir Grupo Automaticamente

source: If you select "yes", the user will be added to the specified group if they register by using any Social media such as: facebook, facebok etc. This option will be applied only to <strong>Social Media Registrations</strong>.
pt_br: Se você selecionar "sim ", o usuário será adicionado ao grupo especificado se se registrar usando qualquer meio de comunicação social, como: facebook, etc. facebok Esta opção será aplicada apenas a <strong> Mídia Social inscrições </ strong >.

source: If you select yes, the user will be added to the specified group if they register by using any Social media such as: facebook, facebok etc. This option will be applied only to <strong>Social Media Registrations</strong>.
pt_br: Se você selecionar sim, o usuário será adicionado ao grupo especificado se seregistrar usando qualquer meio de comunicação social, como: facebook, etc. facebok Esta opção será aplicada apenas a <strong> Mídia Social inscrições </ strong>.

source: Group to assign on Social Registration
pt_br: Grupo para atribuir no Registro via rede social

source: The users will be added to this group when they register by using any of the social registration options
pt_br: Os usuários serão adicionados a esse grupo quando eles registrarem usando qualquer uma das opções de registro sociais

source: Frontend Publishing Settings
pt_br: Frontend - configurações de publicação
sv_se: Framsidans visnings inställningar

source: Max Posts Per User:
pt_br: Maximo de Posts por usuário:
sv_se: Max inlägg Per användare:

source: Please set 9999 for unlimited posts. This value is used for free and general users
pt_br: Por favor, defina 9999 para mensagens ilimitadas. Esse valor é usado para usuários gratuitos e gerais
sv_se: Ange 9999 för obegränsat antal inlägg. Detta används för fria och allmänna användare

source: Default Status
pt_br: Status padrão
sv_se: Standardstatus

source: Publish
pt_br: Publicar
sv_se: Publicera

source: This is the status of the post when the users submit new posts through Users Ultra.
pt_br: Este é o status do post quando os usuários enviam mensagens novas
sv_se: Detta är status för inlägget när användarna skapar nya inlägg genom Users Ultra.

source: Allows users to select category
pt_br: Permite que os usuários selecionem categoria
sv_se: Tillåt användarna att välja kategori

source: If "yes" authors will be able to select the category, if "no" is set the default category will be used to save the post.
pt_br: Se "sim " autores serão capazes de selecionar a categoria, se "não " é definida categoria padrão para ser usado para salvar o post.
sv_se: Om "ja" kan användarna välja kategori, om "nej" blir det standardkategorin för inlägget.

source: Users can edit post?
pt_br: Os usuários podem editar um post?
sv_se: Användarna kan redigera inlägget?

source: Users will be able to edit their own posts.
pt_br: Os usuários serão capazes de editar as suas próprias mensagens.
sv_se: Användare kan redigera sina egna inlägg.

source: User can delete post?
pt_br: O usuário pode excluir post?
sv_se: Användaren kan radera inlägget?

source: Users will be able to delete their own posts.
pt_br: Os usuários serão capazes de excluir as suas próprias mensagens.
sv_se: Användare kan radera sina egna inlägg.

source: Default Category
pt_br: Categoria padrão
sv_se: Standardkategori

source: The category if authors are not allowed to select a custom category.
pt_br: A categoria se os autores não estão autorizados a selecionar uma categoria personalizada.
sv_se: Kategori om användarna inte får välja en egen kategori.

source: Set Post Type
pt_br: Definir tipo de post

source: By default the publisher will let users create "posts" only. Here you can set the a different post type.
pt_br: Por padrão, o publisher permitirá que os usuários criem apenas posts. Aqui você pode definir a um tipo diferente post.

source: Post Label Singular
pt_br: Publicar Etiqueta Singular

source: This can be used when using a different post type. For example. Book
pt_br: Isto pode ser utilizado quando se usa um tipo diferente de post. Por exemplo. Livro

source: Post Label Plural
pt_br: Publicar Etiqueta Plural

source: This can be used when using a different post type. For example. Books
pt_br: Isto pode ser utilizado quando se usa um tipo diferente de pós. Por exemplo. Livros

source: Social Media Settings
pt_br: Configurações de Social Media
sv_se: Sociala Media Inställningar

source: If checked, User will be able to Sign up & Sign in through Facebook.
pt_br: Se selecionado, o usuário será capaz de se inscrever e Logar através do Facebook.
sv_se: Vald kommer användaren att kunna registrera & logga in via Facebook.

source: Obtained at Facebook
pt_br: Obtido no Facebook
sv_se: Erhålls på Facebook

source: Facebook App Secret
pt_br: Facebook App - Segredo

source: Facebook settings
pt_br: Configurações do Facebook
sv_se: Facebook inställningar

source: Obtained when you created your application.
pt_br: Obtido quando criou a sua aplicação.
sv_se: Erhålls när du skapade din ansökan.

source: LinkedIn Connect
pt_br: Conectar LinkedIn

source: If checked, User will be able to Sign up & Sign in through LinkedIn.
pt_br: Se selecionado, o usuário será capaz de se inscrever e Logar através LinkedIn.
sv_se: Vald så kommer användarna att kunna registrera & logga in via LinkedIn.

source: LinkedIn API Key Public
pt_br: LinkedIn API Chave Pública

source: LinkedIn API Key Private
pt_br: LinkedIn API Chave Privada

source: Yahoo Sign up
pt_br: Yahoo Registre-se
sv_se: Yahoo registrering

source: If checked, User will be able to Sign up & Sign in through Yahoo.
pt_br: Se selecionado, o usuário será capaz de se inscrever e Logar através do Yahoo.
sv_se: Vald så kommer användarna att kunna registrera & logga in via Yahoo.

source: Google Sign up
pt_br: Google Registrar
sv_se: Google registrering

source: If checked, User will be able to Sign up & Sign in through Google.
pt_br: Se selecionado, o usuário será capaz de se inscrever e Logar através do Google.
sv_se: Vald så kommer användarna att kunna registrera & logga in via Google.

source: Google Client ID
pt_br: Google Cliente ID
sv_se: Google klient-ID

source: Paste the client id that you got from Google API Console
pt_br: Cole o ID de cliente que você obteve do Google Console API
sv_se: Klistra in klient-id som du fått från Google API konsolen

source: Google Client Secret
pt_br: Google Cliente - secreto

source: Set the client secret
pt_br: Definir o segredo do cliente
sv_se: Ange client secret

source: Google Redirect URI
pt_br: Redirect URI Google
sv_se: Google omdirigerings URI

source: Paste the redirect URI where you given in APi Console. You will get the Access Token here during login success. Find more information here https://developers.google.com/console/help/new/#console. <br><br> VERY IMPORTANT: Your URL should end with "?uultraplus=1". Example: http://yourdomain.com/?uultraplus=1
pt_br: Cole o URI de redirecionamento onde dada em APi Console. Você vai ter o token de acesso aqui durante o login sucesso. Encontre mais informações aqui https://developers.google.com/console/help/new/#console. <br> MUITO IMPORTANTE: Sua URL deve terminar com "?uultraplus=1". Exemplo: http://yourdomain.com/?uultraplus=1
sv_se: Klistra in omdirigerings URI som du fick i APi-konsolen. Du kommer att få Access Token här vid lyckad inloggning. Hitta mer information här https://developers.google.com/console/help/new/#console. <br><br> MYCKET VIKTIGT: Din URL bör avslutas med "?uultraplus=1". Exempel: http://yourdomain.com/?uultraplus=1

source: Paste the redirect URI where you given in APi Console. You will get the Access Token here during login success.
pt_br: Cole o URI de redirecionamento onde dada em APi Console. Você vai ter o token de acesso aqui durante o login
sv_se: Klistra in omdirigerings URI som du fick i APi-konsolen. Du kommer att få Access Token här vid lyckad inloggning.

source: Instagram Sign up
pt_br: Instagram Registro
sv_se: Instagram registrering

source: If checked, User will be able to Sign up & Sign in through Instagram.
pt_br: Se selecionado, o usuário será capaz de se inscrever e Logar através Instagram.
sv_se: Vald så kommer användarna att kunna registrera & logga in via Instagram.

source: Instagram Client ID
pt_br: Instagram Cliente ID
sv_se: Instagram klient-ID

source: Paste the client id that you got from Instagram API Console
pt_br: Cole o ID de cliente que você tem de Instagram API Console
sv_se: Klistra in klient-id som du fått från Instagram API konsolen

source: Instagram Client Secret
pt_br: Instagram Cliente secreto

source: Instagram Redirect URI
pt_br: Instagram redirecionamento URI
sv_se: Instagram omdirigerings URI

source: Paste the redirect URI where you given in APi Console. You will get the Client ID and Client Secret here http://instagram.com/developer/clients/register/#. <br><br> VERY IMPORTANT: Your Redirect URI should end with "?instagram=1". Example: http://yourdomain.com/?instagram=1
pt_br: Cole o URI de redirecionamento onde dada em APi Console. Você vai ter o ID do cliente e cliente secreto aqui http://instagram.com/developer/clients/register/#. <br> MUITO IMPORTANTE: O seu URI de redirecionamento deve terminar com "?instagram=1". Exemplo: http://yourdomain.com/?instagram=1
sv_se: Klistra in omdirigerings URI som du fick i APi-konsolen. Du kommer att få Client ID och Client Secret här http://instagram.com/developer/clients/register/#. <br><br> MYCKET VIKTIGT: Din omdirigerings URI bör avslutas med "?instagram=1". Exempel: http://yourdomain.com/?instagram=1

source: Twitter Sign up
pt_br: Twitter Registro
sv_se: Twitter registrering

source: If checked, User will be able to Sign up & Sign in through Twitter.
pt_br: Se selecionado, o usuário será capaz de se inscrever e Logar através de Twitter.
sv_se: Vald så kommer användarna att kunna registrera & logga in via Twitter.

source: Consumer Key
pt_br: Key Consumidor

source: Paste the Consumer Key
pt_br: Cole a Chave do Consumidor
sv_se: Klistra in Consumer Key

source: Obtained when you created the application.
pt_br: Obtido quando você criou o aplicativo.
sv_se: Fick du när du skapade ansökan.

source: Consumer Secret
pt_br: Segredo do Consumidor

source: Paste the Consumer Secret
pt_br: Cole o Segredo do Consumidor
sv_se: Klistra in Consumer Secret

source: Twitter Auto Post
pt_br: Twitter Auto Publicar
sv_se: Twitter Auto Postning

source: If checked, Users Ultra will post a message automatically to the user twitter timeline when registering.
pt_br: Se marcada, Users Ultra irá postar uma mensagem automaticamente para o usuário do twitter ao registrar.
sv_se: Markerad skickar Users Ultra meddelande automatiskt till användarens twitter tidslinjen vid registrering.

source: Message
pt_br: Mensagem
sv_se: Meddelande

source: Input the message that will be posted right after user registration
pt_br: Mensagem que será publicada logo após o registro do usuário
sv_se: Ange meddelande som kommer publiceras direkt efter registrering

source: Yammer Sign up
pt_br: Yammer Registre-se
sv_se: Yammer registrering

source: If checked, User will be able to Sign up & Sign in through Yammer.
pt_br: Se selecionado, o usuário será capaz de se inscrever e Logar através Yammer.
sv_se: Vald så kommer användarna att kunna registrera & logga in via Yammer.

source: Client Id
pt_br: Id cliente

source: Paste the Yammer Client ID
pt_br: Cole o Yammer Cliente ID
sv_se: Ange Yammer Client Id

source: Obtained at Yammer
pt_br: Obteve-se no Yammer
sv_se: Erhålls från Yammer

source: Client Secret
pt_br: Cliente secreto

source: Paste the Yammer Client Secret
pt_br: Cole o Yammer Cliente secreto
sv_se: Ange Yammer Client Secret

source: Redirect URL
pt_br: Redirecionar URL
sv_se: Omdirigerings URL

source: <br><br> VERY IMPORTANT: Your URL should end with "?uultryammer=1". Example: http://yourdomain.com/?uultryammer=1
pt_br: <br><br> MUITO IMPORTANTE: Sua URL deve terminar com "?uultryammer=1". Exemplo: http://yourdomain.com/?uultryammer=1
sv_se: <br><br> MYCKET VIKTIGT: Din URL ska avslutas med "?uultryammer=1". Example: http://yourdomain.com/?uultryammer=1

source: Activity Wall Settings
pt_br: Configurações do Mural de Atividades
sv_se: Aktivitetsinställningar för din vägg

source: In this section you can manage the user's wall settings.
pt_br: Nesta seção você pode gerenciar as configurações do mural do usuário.
sv_se: I denna del kan du hantera användarens inställningar för väggen.

source: Make links clickable in activity wall?
pt_br: Fazer links clicáveis no mural
sv_se: Gör länkar klickbara på aktivitetsväggen?

source: If 'yes' URL will be converted to clickable links automatically.
pt_br: Se URL 'sim' será convertido em links clicáveis automaticamente.
sv_se: Om 'ja' URL kommer att konverteras till klickbara länkar automatiskt.

source: Allow users to leave an update on Site-Wide Activity Wall?
pt_br: Permitir que os usuários deixem uma atualização no mural de atividades?

source: If 'no' user won't be able to leave an update on the activty wall.
pt_br: Se "não" usuário não será capaz de deixar uma atualização no mural

source: Allow users to leave an update on User's Wall?
pt_br: Permitir que os usuários deixem uma atualização no mural?

source: Allow users to leave comments on Site-Wide Activity Wall?
pt_br: Permitir aos usuários deixar comentários no mural do site?

source: If 'no' user won't be able to leave comments on the activty wall.
pt_br: Se "não" usuário não será capaz de deixar um comentário no mural do site

source: Allow users to leave comments on User's Wall?
pt_br: Permitir que os usuários deixem comentários na Mural de usuário?

source: If 'no' user won't be able to leave comments on the user's wall.
pt_br: Se "não" usuário não será capaz de deixar um comentário no mural do usuário.

source: Open links on new windows?
pt_br: Abrir links em novas janelas?
sv_se: Öppna länkar i ny flik?

source: If 'yes' URL will be have the '_parent' attribute. Which means the link will be opened on a new tab.
pt_br: Se URL 'sim' será ter o atributo '_parent'. Significa o link será aberto em uma nova aba.
sv_se: Om 'ja' får URL '_parent' attribut. Vilket innebär länken öppnas i en ny flik.

source: Enable New Posts Notifications?
pt_br: Ativar Notificações de Novas Respostas?
sv_se: Aktivera Nya inlägg meddelanden?

source: If 'yes' the new post notification will be displayed in the user's wall and site-wide. This setting will block both: admin and common users notifications
pt_br: Se "sim" a nova notificação de correio será exibido no mural do usuário e em todo o site. Esta configuração irá bloquear ambos: notificações de admin de usuários comuns
sv_se: Om 'ja' visas det Ny Post-meddelande på användarens vägg och sidans vägg. Den här inställningen blockerar både: admin och vanliga användares meddelanden

source: If 'yes' the new post notification will be displayed in the user's wall and site-wide.
pt_br: Se "sim" a nova notificação de correio será exibido no mural do usuário e em todo o site.
sv_se: Om 'ja' visas det Ny Post-meddelande på användarens vägg o på sidans vägg.

source: Enable New Photos Notifications?
pt_br: Ativar Notificações de Novas fotos?
sv_se: Aktivera meddelanden om Nya foton?

source: If 'yes' a 'new photo' notification will be displayed in the user's wall.
pt_br: Se "sim" a notificação "nova foto 'será exibido no mural do usuário.
sv_se: Om 'ja' en 'ny bild' -meddelande kommer visas på användarens vägg.

source: Enable User To Share Photos?
pt_br: Deixar usuário compartilhar fotos?
sv_se: Ge användare rätt att dela foton?

source: If 'yes' the users will be able to upload & share photos in the site-wide activity wall.
pt_br: Se "sim" os usuários poderão fazer upload e compartilhar fotos no mural de atividade do site.
sv_se: Om 'ja' kan användare ladda upp & dela foton på sidans aktivitetsvägg.

source: Enable Facebook Like & Share for Posts on Site-Wide Wall?
pt_br: Habilitar Facebook Like & Share para Posts no Mural do site?
sv_se: Aktivera Facebook Gilla & Dela på inlägg på sidans vägg?

source: If 'yes' the Facebook Like and Share buttons will be enabled. This feature will let users to share or like posts in the site-wide activity wall.
pt_br: Se "sim" botões de like do Facebook será habilitado.
sv_se: Om 'ja' aktiveras Facebook Gilla och Dela knapparna. Denna funktion låter användare att dela eller gilla inlägg i sidans aktivitets vägg.

source: Enable New Users Notifications?
pt_br: Ativar Notificações de Novos Usuários ?
sv_se: Aktivera Nya Användare meddelanden?

source: If 'yes' a message will be displayed in the activity wall every time a new user is registered.
pt_br: Se "sim", uma mensagem será exibida no mural cada vez que um novo usuário é registrado.
sv_se: Om 'ja' visas det meddelande på aktivitetsväggen varje gång en ny medlem registreras.

source: Enable New Posts Notifications As Admin?
pt_br: Ativar Notificações de Novos Posts como admin?
sv_se: Aktivera meddelanden om Nya inlägg som Admin?

source: If 'yes' all the posts created by the admin will be displayed on the admin's wall and site-wide wall.
pt_br: Se "sim" todos os posts criados pelo administrador serão exibidos no mural do admin e no mural do site
sv_se: Om 'ja' visas alla inlägg skapade av admin på admins vägg och sidans vägg.

source: Quantity of Messages In User's wall:
pt_br: Quantidade de mensagens no mural dos usuários
sv_se: Antal meddelanden på medlemmens vägg:

source: Please set how many messages the User's wall should display. <strong>Five messages is the default value if you leave it empty.</strong>.
pt_br: Por favor, defina quantas mensagens o mural do Usuário deve exibir. <Strong> Cinco mensagens é o valor padrão, se você deixá-lo vazio. </ Strong>.
sv_se: Ange hur många meddelanden användarens vägg ska visa. <strong>Fem meddelanden är standard om du lämnar det tomt.</strong>.

source: Please set how many messages the User's wall should display. <strong>Five messages is the default value.</strong>
pt_br: Por favor, defina quantas mensagens o mural do Usuário deve exibir. <Strong> Cinco mensagens é o valor padrão. </ Strong>
sv_se: Ange hur många meddelanden användarens vägg ska visa. <strong>Fem meddelanden är standard.</strong>

source: Quantity of Messages In Site-Wide Wall:
pt_br: Quantidade de mensagens no mural do site
sv_se: Antal meddelanden på sidans vägg:

source: Please set how many messages will be displayed in the site-wide activity wall. <strong>10 messages is the default value if you leave it empty.</strong>.
pt_br: Por favor, defina quantas mensagens serão exibidas no mural do site. <Strong> 10 mensagens é o valor padrão, se você deixá-lo vazio. </ Strong>.
sv_se: Ange hur många meddelanden sidans vägg ska visa. <strong>10 meddelanden är standard om du lämnar det tomt.</strong>.

source: Image Width:
pt_br: Largura da Imagem:
sv_se: Bild bredd:

source: Width in pixels of the image that users will be able to share either in the site-wide wall or the user wall. <strong>Do not use the "px" input only the "number". <strong> <strong>PLEASE NOTE: If you leave this value empty the default width of the image will be "600px" </strong>
pt_br: Largura em pixels da imagem que os usuários serão capazes de compartilhar nos murais <Strong> Não use o \ "px " input somente o \ "número ". <Strong> <strong> NOTA: Se você deixar este valor vazio a largura padrão da imagem será \ "600px " </ strong>
sv_se: Bredd i pixlar för bilder som användare kommer att kunna dela på sidans vägg eller användarens vägg. <strong>Ange inte "px" bara "talet". </strong> <strong>OBSERVERA: lämnar du värdet tomt blir standardbredden på bilden "600px"</strong>

source: Width in pixels of the image that users will be able to share either in the site-wide wall or the user wall.
pt_br: Largura em pixels da imagem que os usuários serão capazes de compartilhar nos murais
sv_se: Bredd i pixlar för bilden som användare kan dela på sidans vägg eller användarens vägg.

source: Image Height
pt_br: Altura da imagem
sv_se: Bildhöjd

source: Height in pixels of the image that users will be able to share either in the site-wide wall or the user wall.
pt_br: Altura em pixels da imagem que os usuários serão capazes de compartilhar ou na parede em todo o site ou a parede do usuário.
sv_se: Höjd i pixlar för bilden som användare kan dela på sidans vägg eller användarens vägg.

source: Groups Settings
pt_br: Definições de Grupos

source: In this section you can manage Groups module settings.
pt_br: Nesta seção você pode gerenciar as configurações do módulo de Grupos.

source: Set up the behaviour of locked posts.
pt_br: Configure o comportamento de mensagens bloqueadas.

source: Hide Complete Posts?
pt_br: Esconder Posts completos?

source: By selecting 'yes' will hide posts if the user has no access
pt_br: Ao selecionar 'sim' vai esconder mensagens se o usuário não tem acesso

source: Hide Post Title?
pt_br: Esconder Título do Post?

source: By selecting 'yes' will show the text which is defined at 'Post title' if user has no access.
pt_br: Ao selecionar 'sim' mostrará o texto que foi definido no título do post se o usuário não tem acesso.

source: Post Title:
pt_br: Título da postagem:

source: This will be the displayed text as post title if user has no access.
pt_br: Este será o texto exibido como título do post se o usuário não tem acesso.

source: Show post content before &lt;!--more--&gt; tag?
pt_br: Mostrar conteúdo do post antes &lt;!--more--&gt; tag?

source: By selecting "Yes" will display the post content before the &lt;!--more--&gt; tag and after that the defined text at "Post content". If no &lt;!--more--&gt; is set he defined text at "Post content" will shown.
pt_br: Ao selecionar "Sim " vai exibir o conteúdo do post antes do &lt;!--more--&gt; tag e depois que o texto definido em "Poste um conteúdo ". Se nenhum &lt;!--more--&gt; ficará o texto definido em "poste um conteudo"

source: Post Content
pt_br: Publicar conteúdo

source: This content will be displayed if user has no access.
pt_br: Este conteúdo será exibido se o usuário não tem acesso.

source: Hide Post Comments?
pt_br: Esconder comentários nos posts?

source: By selecting 'yes' will show the text which is defined at 'Post comment text' if user has no access.
pt_br: Ao selecionar 'sim' mostrará o texto que é definido em 'comentário de texto Post' se o usuário não tem acesso.

source: Post Comment Text:
pt_br: Texto de comentário de post

source: This will be displayed text as post comment text if user has no access.
pt_br: Isso será exibido como texto pós comentário de texto se o usuário não tem acesso.

source: Allows Post Comments?
pt_br: Permite Postar comentários?

source: By selecting 'yes' allows users to comment on locked posts
pt_br: Ao selecionar 'sim' permite aos usuários comentarem nos posts fechados.

source: Set up the behaviour of locked pages.
pt_br: Configure o comportamento de páginas bloqueadas.

source: Hide Complete Pages?
pt_br: Esconder Paginas Completas?

source: By selecting 'yes' will hide pages if the user has no access
pt_br: Ao selecionar 'sim' vai esconder páginas, se o usuário não tem acesso

source: Hide Page Title?
pt_br: Esconder Título da página?

source: By selecting 'yes' will show the text which is defined at 'Page title' if user has no access.
pt_br: Ao selecionar 'sim' mostrará o texto que foi definido no "Título da página" se o usuário não tem acesso.

source: Page Title:
pt_br: Título Da Página:
