Repository: common-repository/users-ultra
Catalog: languages/users-ultra-*.po
Languages: pt_br, sv_se

source: Redirect When Social Registration
pt_br: Redirecionar Registro Quando Feito por Rede Social
sv_se: Omdirigering vid Sociala Registreringar

source: If checked, the users will be redirected to the page specified below. when they sign in by using social media regitration method
pt_br: Se marcada, os usuários serão redirecionados para a página especificada abaixo. quando entrar usando método de registro feito por mídia social
sv_se: Om markerad kommer användarna att omdirigeras till sidan som anges nedan när de loggar in med hjälp av sociala medier som registreringsmetod.

source: After Registration (Social Features)
pt_br: Depois de Registro (Redes Sociais)
sv_se: Efter registrering (Sociala funktioner)

source: The user will be taken to this page after registration if the account activation is set to automatic and if the user uses some of the <strong>social media options</strong>
pt_br: O usuário será levado a esta página após o registro se a ativação da conta é definido como automático e se o usuário usa algumas das opções de <strong> mídia social </ strong>
sv_se: Medlemmen kommer till denna sida efter registrering, om kontoaktivering är inställd på automatik, och om medlemmen använder någon av de <strong>sociala media alternativen</strong>

source: Redirect Users To My Account - Login Page
pt_br: Redirecionar os usuários para My Account - página de login
sv_se: Omdirigera Användare till Mitt Konto - Login sidan

source: If you select yes, the user will be redirected to the <strong>my account</strong> page when clicking on the <strong>login link</strong>. Otherwise, the user will see the standard login box. WARNING: Do not set it to 'yes' if you are using the login shortcode in WP side widgets. <br><br><strong>PLEASE NOTE:</strong> If redirect_to option is set in the login shortcode then the user will be take to the specified URL instead the <strong>my account </strong>page.
pt_br: Se você selecionar sim, o usuário será redirecionado para o <strong> minha conta </strong> ao clicar no <strong> link de login </ strong>. Caso contrário, o usuário verá a caixa de login padrão. AVISO: Não defini-lo como "sim" se você estiver usando o shortcode de login de widgets laterais WP. <br> <strong> NOTA: </ strong> Se a opção redirect_to está situado no shortcode de login, em seguida, o usuário será levar para o URL especificado em vez do <strong> minha conta </strong> página.
sv_se: Om du väljer 'Ja' kommer medlemmen omdirigeras till <strong>mitt konto</strong> sidan när denne klickar på <strong>inloggningslänken.</strong> Annars ser medlemmen standard inloggningsrutan. VARNING: Välj inte 'Ja' om du använder inläggnings kortkod i WP sido widgets. <br><br><strong>OBS:</strong> Om redirect_to alternativet är inställt i login kortkoden så kommer medlemmen till den angivna URL istället för <strong>mitt konto</strong> sidan.

source: If you select yes, the user will be redirected to the my account page. Otherwise, the user will see the standard login box. WARNING: Do not set it to 'yes' if you are using the login shortcode in WP side widgets
pt_br: Se você selecionar sim, o usuário será redirecionado para a página de minha conta. Caso contrário, o usuário verá a caixa de login padrão. AVISO: Não defini-lo como "sim" se você estiver usando o shortcode de login de widgets laterais WP
sv_se: Om du väljer ja, omdirigeras användaren till sidan mitt konto. Annars visas wp-standard login. Varning: Välj inte 'ja' om du använder login kortkommando i WP sidopanel widget.

source: Redirect Users To My Account - Registration Page
pt_br: Redirecionar os usuários para My Account - Página de Registro
sv_se: Omdirigera Användare till Mitt Konto - Registrerings sidan

source: If you select yes, the user will be redirected to the <strong>my account</strong> page when clicking on the <strong>registration link</strong>. Otherwise, the user will see the standard login box. WARNING: Do not set it to 'yes' if you are using the registration shortcode in WP side widgets.
pt_br: Se você selecionar sim, o usuário será redirecionado para o <strong> minha conta </strong> ao clicar no <strong> link de registro </ strong>. Caso contrário, o usuário verá a caixa de login padrão. AVISO: Não defini-lo como "sim" se você estiver usando o shortcode registro de widgets laterais WP.
sv_se: Om du väljer ja, omdirigeras användaren till <strong>mitt konto</strong> sidan när användaren klickar på <strong>registreringslänken</strong>. Annars visas wp-standard login. Varning: Välj inte 'ja' om du använder registrering kortkommando i WP sidopanel widget.

source: Registration Settings
pt_br: Configurações de registro
sv_se: ﻿Registreringsinställningar

source: Registration Type
pt_br: Tipo de Registro
sv_se: Registreringstyp

source: Login automatically after registration
pt_br: Entre automaticamente após o registro
sv_se: ﻿Logga in automatiskt efter registrering

source: E-mail Activation - A confirmation link is sent to the user email
pt_br: E-mail de ativação - Um link de confirmação é enviado para o e-mail do usuário
sv_se: ﻿Epost aktivering - En bekräftelse länk skickas till användarens e-post

source: Manual Activation - The admin approves the accounts manually
pt_br: Ativação Manual - O administrador aprova as contas manualmente
sv_se: ﻿Manuell aktivering - Admin godkänner användarkontona manuellt

source: Paid Activation - Enables the Membership Features
pt_br: Ativação paga - Ativa os recursos de Memberships
sv_se: ﻿Betald aktiveringen - Möjligjör medlemskapsfunktioner

source: Please note: Paid Activation does not work with social connects at this moment.
pt_br: Por favor, note: ativação paga não funciona com conexões sociais neste momento.
sv_se: Observera: Betald aktiveringen fungerar inte med sociala medieanslutningar just nu.

source: Activate Accounts When Using Social
pt_br: Ativar contas Quando usando Rede Social
sv_se: ﻿Aktivera konton när du använder sociala medier

source: YES
pt_br: SIM
sv_se: JA

source: NO
pt_br: NÃO
sv_se: NEJ

source: If YES, the account will be activated automatically when using social login options.
pt_br: Se SIM, a conta será ativada automaticamente quando usando opções de login por redes sociais.
sv_se: ﻿Om JA, kommer kontot aktiveras automatiskt när du använder sociala inloggningsalternativ.

source: Allow Email as User Name
pt_br: Permitir e-mail como nome de usuário
sv_se: ﻿Tillåt e-post som Användarnamn

source: If YES, the user name field will be removed from the registration form. This means that the user will be able to use the email address as username. <br />
pt_br: Se SIM, o campo de nome de usuário será removido do formulário de inscrição. Isso significa que o usuário será capaz de usar o endereço de e-mail como nome de usuário. <br />
sv_se: ﻿Om JA, kommer Användarnamnsfältet tas bort från registreringsformuläret. Detta innebär att användaren kan använda e-postadressen som användarnamn.<br>

source: If YES, the user name field will be removed from the registration form. This means that the user will be able to use the email address as username.
pt_br: Se SIM, o campo de nome de usuário será removido do formulário de inscrição. Isso significa que o usuário será capaz de usar o endereço de e-mail como nome de usuário.
sv_se: Om JA, kommer Användarnamnsfältet tas bort från registreringsformuläret. Detta innebär att användaren kan använda e-postadressen som användarnamn.

source: User Selected Passwords
pt_br: Senhas de Usuário Selecionado
sv_se: ﻿Användarens lösenord

source: Enabled, allow users to set password
pt_br: Ativada, permitem que os usuários definam a senha
sv_se: ﻿Aktiverad tillåts användaren att ange lösenord

source: Disabled, email a random password to users
pt_br: Desabilitado, envia uma senha aleatória para os usuários
sv_se: Inaktiverad postas ett slumpat lösenord till användarna

source: Enable/disable setting a user selected password at registration
pt_br: Ativar / desativar definição de uma senha de usuário selecionado no momento da inscrição
sv_se: Aktivera/inaktivera om användaren kan välja eget lösenord vid registrering

source: If enabled, users can choose their own password at registration. If disabled, WordPress will email users a random password when they register.
pt_br: Se ativado, os usuários podem escolher a sua própria senha no momento da inscrição. Se desativado, o WordPress irá enviar e-mail aos usuários uma senha aleatória quando se registram.
sv_se: Aktiverad kan användare välja sina egna lösenord vid registrering. Ej aktiverad kommer WP e-posta användaren ett slumpmässigt lösenord när de registrerar.

source: Allow Users To Upgrade Account?
pt_br: Permitir aos usuários fazerem upgrade da Conta?

source: If YES, the user will be able to upgrade his/her account.
pt_br: Se SIM, o usuário será capaz de fazer upgrade da conta.
sv_se: Om ja, kommer användaren att kunna uppgradera sitt konto.

source: Allow Users To Downgrade Account?
pt_br: Permitir que os usuários fazer o downgrade da conta?

source: If YES, the user will be able to downgrade his/her account.
pt_br: Se SIM, o usuário será capaz de fazer downgrade da conta.

source: Force Account Upgrading?
pt_br: Forçar upgrade da conta?

source: If YES, the user will not be able to use any feature until the account has been upgraded. <br> The user will be still be able to login.
pt_br: Se SIM, o usuário não será capaz de usar qualquer recurso até que a conta tenha sido atualizado. <br> O usuário ainda será capaz de fazer o login.
sv_se: Om ja, kommer användaren inte att kunna använda några funktioner förrän kontot har uppgraderats. <br> Användaren kommer fortfarande att kunna logga in.

source: If YES, the user will not be able to use any feature until the account has been upgraded. <br> The user will be still be able to login.
pt_br: Se SIM, o usuário não será capaz de usar qualquer recurso até que a conta tenha sido atualizado. <br> O usuário ainda será capaz de fazer o login.
sv_se: Om ja, kommer användaren inte att kunna använda några funktioner förrän kontot har uppgraderats. <br> Användaren kommer fortfarande att kunna logga in.

source: Force Upgrade Text
pt_br: Texto de Forçar Upgrade
sv_se: Tvångsuppgraderingstext

source: This message will be displayed to the users when they are asked to upgrade their accounts.
pt_br: Esta mensagem será exibida para os usuários quando eles são convidados a atualizar as suas contas.
sv_se: Detta meddelande visas för användare när de uppmanas att uppgradera sitt konto.

source: Select which captcha plugin you want to use on the registration form. Funcaptcha requires the Funcaptcha plugin, however reCaptcha is built into Users Ultra PRO and requires no additional plugin to be installed. <br />
pt_br: Selecione qual captcha plugin que você deseja usar no formulário de inscrição. Funcaptcha requer o plug-Funcaptcha, no entanto reCaptcha é construído no UU PRO e não requer nenhum plug-in adicional para ser instalado. <br/>
sv_se: Välj vilken captcha plugin du vill använda i registreringsformuläret. Funcaptcha kräver Funcaptcha plugin, medans reCaptcha är inbyggt i Users Ultra PRO och kräver ingen ytterligare plugin.<br>

source: If you are using a captcha that requires a plugin, you must install and activate the selected captcha plugin. Some captcha plugins require you to register a free account with them, including FunCaptcha
pt_br: Se você estiver usando um captcha que requer um plug-in, você deve instalar e ativar o plugin captcha selecionado. Alguns plugins captcha exigem que você registre uma conta gratuita com eles, incluindo FunCaptcha
sv_se: Om du använder en captcha som kräver en plugin, måste du installera och aktivera den pluginen. Några captcha plugins behöver du registrera ett gratis konto hos dem, även FunCaptcha.

source: CAPTCHA Heading Text
pt_br: CAPTCHA texto do cabeçalho
sv_se: CAPTCHA rubriktext

source: By default the following heading is displayed when the captcha is activate 'Prove you're not a robot'. You can set your custom heading here
pt_br: Por padrão o seguinte título é exibido quando o captcha é ativar 'Prove que você não é um robô ". Você pode definir o seu texto aqui
sv_se: Som standard är följande rubrik visad när captcha är aktiverat 'Prove you're not a robot'. Du kan ställa in din egen rubrik här

source: CAPTCHA Field Label
pt_br: Rótulo do CAPTCHA
sv_se: CAPTCHA fältetikett

source: Enter text which you want to show in form in front of CAPTCHA.
pt_br: Digite o texto que você quer mostrar na frente do CAPTCHA.
sv_se: Ange texten som du vill visa i formulär framför CAPTCHA.

source: reCaptcha Public Key
pt_br: reCaptcha Chave Pública

source: Enter your reCaptcha Public Key. You can sign up for a free reCaptcha account <a href="http://www.google.com/recaptcha" title="Get a reCaptcha Key" target="_blank">here</a>.
pt_br: Digite sua chave pública reCaptcha. Você pode se inscrever para uma conta reCaptcha <a href="http://www.google.com/recaptcha" title="Get a reCaptcha Key" target="_blank">here</a>.
sv_se: Ange din reCaptcha Public Key. Du kan registrera dig för ett gratis reCaptcha-konto <a href="http://www.google.com/recaptcha" title="Get a reCaptcha Key" target="_blank">här</a>.

source: Your reCaptcha keys are required to use reCaptcha. You can register your site for a free key on the Google reCaptcha page.
pt_br: Suas chaves reCaptcha são obrigados a usar reCaptcha. Você pode registrar seu site para uma chave livre na página Google reCaptcha.
sv_se: Dina reCAPTCHA nycklar krävs för att använda reCaptcha. Du kan registrera din webbplats för en gratis nyckel på Googles reCaptcha sida.

source: reCaptcha Private Key
pt_br: reCaptcha Chave Privada

source: Enter your reCaptcha Private Key.
pt_br: Digite o seu reCaptcha Chave Privada.
sv_se: Ange din reCaptcha Private Key.

source: Register success message
pt_br: Registre mensagem de sucesso
sv_se: Registrering lyckad meddelande

source: Show a text message when users complete the registration process.
pt_br: Mostrar uma mensagem de texto quando os usuários concluirem o processo de registro.
sv_se: Visa ett meddelande när användare slutfört registreringen.

source: This message will be shown to users after registration is completed.
pt_br: Esta mensagem será exibida aos usuários após o registro concluído.
sv_se: Detta meddelande visas för användare när registreringen är klar.

source: Text/HTML below the Register Success message.
pt_br: Text / html abaixo da mensagem de registro feito com sucesso.
sv_se: Text/HTML under registrering lyckad meddelandet.

source: Show a text/HTML content under success message when users complete the registration process.
pt_br: Mostrar um conteúdo de texto / HTML sob mensagem de sucesso quando os usuários concluirem o processo de registro.
sv_se: Visa en text/HTML under lyckad registrerings meddelandet när användaren slutfört registreringen.

source: This message will be shown to users under the success message after registration is completed.
pt_br: Esta mensagem será mostrada aos usuários sob a mensagem de sucesso após o registro concluído.
sv_se: Detta meddelande visas för användaren under lyckad registrerings meddelandet efter slutförd registrering.

source: Registration Role Settings
pt_br: Configurações de Registro de Função
sv_se: Registrering rollinställningar

source: Allows users to select role
pt_br: Permite que os usuários selecionem a função
sv_se: Tillåt brukaren att välja roll

source: If you select "yes", users will be able to select their user role at registration. If you do not understand what this means, select "no".
pt_br: Se você selecionar "sim ", os usuários serão capazes de selecionar o seu papel de usuário no momento da inscrição. Se você não entender o que isso significa, selecione "não ".
sv_se: Om du väljer "ja", kommer användare att kunna välja sin roll vid registrering. Om du inte förstår vad detta innebär, välj "nej".

source: Select Role Label
pt_br: Selecione Rótulo de Função
sv_se: Välj roll etikett

source: Enter text which you want to show as the label for drop/down list that displays the roles.
pt_br: Digite o texto que você quer mostrar como rótulo da lista drop/ down que exibe as funções

source: Enter text which you want to show as the label for User Role selection.
pt_br: Digite o texto que você quer mostrar como o rótulo para a seleção função do usuário.
sv_se: Ange texten som du vill ska visas som etikett för val av användarroll.

source: Choose User Roles for Registration
pt_br: Escolha funções de usuário para o Registro
sv_se: Välj användarroller för registrering

source: Selected user roles will be available for users to choose at registration. The default role for new users will be always available, you can change the default role in WordPress general settings.
pt_br: Funções de usuário selecionadas estarão disponíveis para os usuários a escolher no momento da inscrição. O papel padrão para novos usuários estará sempre disponível, você pode alterar a função padrão em configurações gerais do WordPress.
sv_se: Valda användarroller kommer att finnas tillgänglig för användarna att välja vid registrering. Standardrollen för nya användare kommer alltid vara tillgänglig, du kan ändra standardrollen i WPs allmänna inställningar.

source: User roles selected in this section will appear on the registration form. Be aware that some user roles will give posting and editing access to your site, so please be careful when using this option.
pt_br: Funções de usuário selecionadas nesta seção aparecem no formulário de inscrição. Esteja ciente de que algumas funções de usuário dará a postagem e acesso de edição para o seu site, por isso tenha cuidado ao usar esta opção.
sv_se: Användarroller som valts här visas i registreringsformuläret. Tänk på att vissa användarroller ger skriv och redigeringsrättigheter på din webbplats, så var försiktig när du använder detta alternativ.

source: Allows users to select role on their account?
pt_br: Permite que os usuários selecionem função na sua conta?

source: If you select "yes", users will be able to change their role at their account. If you do not understand what this means, select "no".
pt_br: Se você selecionar "sim ", os usuários serão capazes de mudar seu papel em sua conta. Se você não entender o que isso significa, selecione "não ".

source: Custom Text/HTML for role selection on user backend
pt_br: Text / HTML para a seleção de função no backend do usuário

source: Show a text/HTML content in the section where the user will be able to change her/his role.
pt_br: Mostrar um conteúdo de texto / HTML na seção onde o usuário será capaz de mudar sua função

source: Common Registration - Assign Role Automatically
pt_br: Registro Comum - Atribuir Função automaticamente
sv_se: Gemensam registrering - Tilldela roller automatiskt

source: If you select "yes", a specified role will be assigned on registration. This is applied only to common registrations <strong>NOT Social registrations</strong>.
pt_br: Se você selecionar "sim ", uma função especificada será atribuído sobre o registro. Esta é aplicada apenas aos registros comuns não cadastrados por Redes Sociais
sv_se: Om du väljer "ja", kommer en angiven roll tilldelas vid registrering. Detta tillämpas endast på gemensam registrering, <strong>INTE sociala registreringar</strong>.

source: If you select "yes", a specified role will be assigned on registration. This is applied only to common registrations NOT Social registrations.
pt_br: Se você selecionar "sim ", uma função especificada será atribuído sobre o registro. Esta é aplicada apenas em egistros comuns e não em inscrições por Redes Sociais.
sv_se: Om du väljer "ja", kommer en angiven roll tilldelas vid registrering. Detta tillämpas endast på gemensam registrering, inte sociala registreringar.

source: Role to assign on Common Registration
pt_br: Função atribuida no Registro Comum
sv_se: Roll att tilldela på gemensam registrering

source: This role will be automatically assigned when the users register by using the common registration form.
pt_br: Esta função será atribuída automaticamente quando os usuários registrar usando o formulário de registro comum.
sv_se: Denna roll kommer att tilldelas automatiskt när användarna registrerar sig med det gemensamma registreringsformuläret.

source: This role will be automatically assigned when the user register by using the common registration form.
pt_br: Esta função será atribuída automaticamente quando o usuário registrar usando o formulário de registro comum.
sv_se: Denna roll kommer att tilldelas automatiskt när användare registrerar sig med det gemensamma registreringsformuläret.

source: Social Registration - Assign Role Automatically
pt_br: Registro social - Atribuir Função automaticamente
sv_se: Social registrering - Automatisk tilldelning av roll

source: If you select "yes", a specified role will be assigned on registration when the users register by using any Social media such as: facebook, facebok etc. This option will be applied only to <strong>Social Media Registrations</strong>.
pt_br: Se você selecionar "sim ", uma função especificada será atribuída sobre o registro quando os usuários registrarem usando qualquer meio de comunicação social, como: facebook, etc. facebok Esta opção será aplicada apenas a <strong> Mídia Social inscrições </ strong >.
sv_se: Om du väljer "ja", en angiven roll kommer tilldelas vid registrering genom alla sociala medier som: Facebook osv. Detta alternativ kommer tillämpas endast på <strong>Sociala Media registreringar</strong>.

source: If you select "yes", a specified role will be assigned on registration when the users register by using any Social media such as: facebook, facebok etc. This option will be applied only to Social Media Registrations.
pt_br: Se você selecionar "sim ", uma função especificada será atribuída sobre o registro quando os usuários registrarem usando qualquer meio de comunicação social, como: facebook, etc. facebok Esta opção será aplicada apenas a Mídia Social inscrições.
sv_se: Om du väljer "ja", en angiven roll kommer tilldelas vid registrering genom alla sociala medier som: Facebook osv. Detta alternativ kommer tillämpas endast på Sociala Media registreringar.

source: Role to assign on Social Registration
pt_br: Função a atribuir no Registro social
sv_se: Roll att tilldela på Social Registrering

source: This role will be automatically assigned when the users register by using any of the social registration options
pt_br: Este papel será atribuído automaticamente quando os usuários registrar usando qualquer uma das opções de registro sociais
sv_se: Denna roll tilldelas automatiskt när användarna registrerar via sociala registreringsalternativ

source: This role will be automatically assigned when the users register by using any of the social registration options
pt_br: Este papel será atribuído automaticamente quando os usuários registrar usando qualquer uma das opções de registro sociais
sv_se: Denna roll tilldelas automatiskt när användarna registrerar via något av de sociala registreringsalternativen

source: Registration Groups Settings
pt_br: Configurações de Grupos - Registro

source: Common Registration - Assign Group Automatically
pt_br: Registro Comum - Atribuir Grupo Automaticamente

source: If you select yes, the user will be added to the specified group. This is applied only to common registrations <strong>NOT Social registrations</strong>.
pt_br: Se você selecionar sim, o usuário será adicionado ao grupo especificado. Esta é aplicada apenas aos registros ordinárias não cadastrados por redes sociais <strong> </ strong>.

source: Group to assign on Common Registration
pt_br: Grupo para atribuir no Registro Comum
