Repository: common-repository/users-ultra
Catalog: languages/users-ultra-*.po
Languages: pt_br, sv_se

source: Add a New Medallion
pt_br: Adicionar Uma Nova Insígnia
sv_se: Lägg till en ny medalj

source: Editing a Medallion
pt_br: Edição de uma Insígnia
sv_se: Redigera en medalj

source: Medallion Fulfillment/Assignment
pt_br: Conquistas e Insígnias / Atribuição
sv_se: Medalj uppfyllda uppgifter

source: View/Edit Fulfillment Medallions
pt_br: Ver / Editar Conquistas e Insígnias
sv_se: Visa/redigera uppfyllda medaljer

source: Manage Assigned Medallions
pt_br: Gerencie Insígnias Atribuídas
sv_se: Hantera tilldelade medaljer

source: Medallions and Fulfillments
pt_br: Insígnias e Conquistas
sv_se: Medaljer och Utföranden

source: Settings saved.
pt_br: Configurações salvas.
sv_se: ﻿Inställningar sparade.

source: Settings are reset to default.
pt_br: As configurações são restauradas para o padrão.
sv_se: ﻿Inställningar återställs till standard.

source: MEDALLIONS AND FULFILLMENTS
pt_br: Insígnias e Conquistas
sv_se: MEDALJER OCH UTFÖRANDEN

source: You can find the fulfillment medallions that you have created and edit the rules of fulfillment from this page.
pt_br: Você pode encontrar as insígnias que você criou e editar as regras de conquistas desta página.
sv_se: Du kan hitta utförda medaljer som du har skapat och redigera reglerna för uppfyllandet från denna sida.

source: Medallion
pt_br: Insígnia
sv_se: ﻿Medalj

source: Medallion Title
pt_br: Título da Insígnia
sv_se: ﻿Medalj Titel

source: Fulfillment Type
pt_br: Tipo de Conquista
sv_se: Uppfylld sort

source: Required
pt_br: Requerido
sv_se: Krävs

source: Actions
pt_br: Ações
sv_se: Uppgifter

source: Edit
pt_br: Editar
sv_se: Redigera

source: Remove
pt_br: Remover
sv_se: Ta bort

source: If you want to add more medallions, please put your medallions as PNG image in <code>%s</code>. To give a new medallion, or assign a new fulfillment, click on a medallion below to start.
pt_br: Se você quiser adicionar mais insígnias, por favor coloque-as como imagem PNG em <code>%s</code>. Para dar uma nova insígnia ou atribuir uma nova conquista, clique em uma insígnia abaixo para começar.
sv_se: Om du vill lägga till mer medaljer, lägg dina medaljer som PNG-bilder i <code>%s</code>. För att ge en ny medalj, eller lägga till ett nytt uppdrag, klicka på en medalj nedan.

source: The title of medallion will appear when member hovers over it. For example Pro Member, Contributor, Artist etc.
pt_br: O título da insígnia aparecerá quando o mouse ficar sobre ela. Por exemplo Pro-Membro, Sênior, artista etc.
sv_se: Titeln på en medalj visas när en medlem har pekaren över den. Tex Pro Medlem, Skribent, Konstnär etc.

source: Assignment/Fulfillment?
pt_br: Atribuição / Conquista?
sv_se: Uppdrag/Utförda?

source: Assign medallion to members (manual)
pt_br: Atribuir insígnia aos membros (manual)
sv_se: Ge medlemmar medaljer (manuellt)

source: Require fulfillment (automatic)
pt_br: Requerer conquista (automático)
sv_se: Kräver slutförda (automatiskt)

source: Choose which members receive this medallion
pt_br: Escolha quais os membros recebem esta insígnia
sv_se: Välj medlem som ska ta emot denna medalj

source: Choose...
pt_br: Escolha ...
sv_se: Välj....

source: Assign this medallion to individual members by selecting them here.
pt_br: Atribuir esta insígnia para membros individuais, selecionando-os aqui.
sv_se: Välj individuellt medlemmar som ska ta emot denna medalj här.

source: Setup Fulfillment
pt_br: Configurações das conquistas
sv_se: Uppgifter för slutförande

source: User has completed
pt_br: Usuário completou
sv_se: Medlem har slutfört

source: Posts (Any post type)
pt_br: Posts (Qualquer tipo de post)
sv_se: Post (alla typer)

source: Comments
pt_br: Comentários
sv_se: Kommentarer

source: Submit
pt_br: Enviar
sv_se: Skicka

source: View/Delete Member Medallions
pt_br: Exibir / Apagar Insígnias de Membros
sv_se: Visa/radera medlem medaljer

source: Find a Member
pt_br: Encontrar um Membro
sv_se: Hitta en medlem

source: Select Member...
pt_br: Selecione Membros
sv_se: Välj Medlem...

source: Find Member Medallions
pt_br: Encontre Membros com Insígnias
sv_se: Hitta Medlems Medaljer

source: %s's Medallions
pt_br: %s's Insígnias
sv_se: %s's Medaljer

source: Delete Medallion
pt_br: Excluir Insígnia
sv_se: ﻿Radera Medalj

source: This Member does not have any manually assigned medallions.
pt_br: Este membro não tem nenhuma insígnia atribuída manualmente.
sv_se: Denna medlem har inga manuellt tilldelade medaljer.

source: You did not choose a member.
pt_br: Você não escolheu um membro.
sv_se: Du valde ingen medlem.

source: You must choose a medallion first.
pt_br: Você deve escolher uma insígnia primeiro.
sv_se: Du måste välja en medalj först.

source: You must enter a title for the medallion.
pt_br: Você deve digitar um título para a insígnia.
sv_se: Du måste ange en titel för medaljen.

source: Medallions have been assigned.
pt_br: Insígnias foram atribuídas.
sv_se: Medaljer har tilldelats.

source: You did not select any number for this fulfillment.
pt_br: Você não selecionou qualquer número para esta conquista.
sv_se: Du har inte angett ett nummer för detta uppdrag.

source: You must enter a required number of points for this medallion.
pt_br: Você deve digitar um número necessário de pontos para esta insígnia.
sv_se: Du måste ange antal poäng som krävs för denna medalj.

source: Success
pt_br: Sucesso
sv_se: Framgång

source: Add New IP
pt_br: Adicionar novo IP
sv_se: Ange Ny IP

source: This module will help you to protect your WordPress against spam attacks. You can use this simple yet useful module to block ip address. Simple way to stop fake account spam! :)
pt_br: Este módulo irá ajudá-lo a proteger o seu WordPress contra ataques de spam. Você pode usar este módulo simples, mas útil para bloquear o endereço IP. Maneira simples de parar cadastros de spam! :)
sv_se: Denna modul hjälper dig skydda wordpress mot spam attacker. Använd denna enkla men användbara modul för att blockera IP adresser. Stoppar enkelt falska spam konton! :)

source: IP Number:
pt_br: Número do IP:
sv_se: IP Nummer:

source: Confirm
pt_br: Confirmar
sv_se: Bekräfta

source: Black List (Rejected IP List)
pt_br: Black List (Lista de IPs Rejeitados)
sv_se: Svartlista (Blockerad IP lista)

source: IP Number
pt_br: Número IP
sv_se: IP Nummer

source: Delete
pt_br: Excluir
sv_se: Radera

source: There are no blocked IP numbers yet.
pt_br: Não existem números de IP bloqueados ainda.
sv_se: Inga blockerade IP adresser ännu.

source: Manage Forms
pt_br: Gerenciar formulários
sv_se: Hantera formulär

source: Name:
pt_br: Nome:
sv_se: Namn:

source: Role to Assign:
pt_br: Atribuir para Função:
sv_se: Ange Roll:

source: Close
pt_br: Fechar
sv_se: Stäng

source: Save
pt_br: Salvar
sv_se: Spara

source: Forms Ultra
pt_br: Formulários Ultra

source: New form has been created.
pt_br: Um novo formulário foi criado.
sv_se: Nytt formulär skapat.

source: Please input a name for the new form.
pt_br: Por favor, insira um nome para o novo formulário.
sv_se: Ange namn för nya formuläret.

source: REGISTRATION FORMS
pt_br: FORMULÁRIOS DE REGISTRO
sv_se: REGISTRERINGSFORMULÄR

source: This module gives you the capability to setup multiple or separate registration forms. For instance, If you want to have two separate forms or more e.g. Clients, Partners, Sellers, etc. This tool helps you create multiple forms with different fields.
pt_br: Este módulo lhe dá a capacidade de configuração de formulários de registro separados ou múltiplos. Por exemplo, se você quer ter duas formas separadas ou mais por exemplo, clientes, parceiros, vendedores, etc. Esta ferramenta ajuda a criar vários formulários com diferentes campos.
sv_se: Denna modul ger dig möjligheten att sätta upp fler separata registreringsformulär. Tex om du vill ha ett formulär för kunder, samarbetspartners, säljare etc. Denna modul hjälper dig skapa fler formulär med olika fält och innehåll.

source: Add New Form
pt_br: Adicionar novo formulário
sv_se: Skapa Nytt Formulär

source: Name:
pt_br: Nome:
sv_se: Namn:

source: Role to Assign:
pt_br: Atribuir para Função:
sv_se: Ange Roll:

source: Subscriber Role will be assigned automatically if you don't select a role
pt_br: Função de Assinante será atribuído automaticamente se você não selecionar uma opção
sv_se: Roll som Prenumerant väljs automatiskt om du inte anger en roll

source: Unique Identifier
pt_br: Identificador Único
sv_se: Unik identifierare

source: Name
pt_br: Nome
sv_se: Namn

source: Role
pt_br: Função
sv_se: Roll

source: There are no custom forms yet.
pt_br: Não há formulários personalizados ainda.
sv_se: Det finns inga egna formulär ännu.

source: Are you totally sure that you want to delete this form?
pt_br: Você está totalmente certo de que você quer apagar esse formulário?
sv_se: Är du helt säker på att du vill radera detta formulär?

source: Manage Groups
pt_br: Gerenciar Grupos
sv_se: Hantera Grupper

source: Please create a user group first.
pt_br: Por favor, crie um grupo de usuários primeiro.
sv_se: Skapa en användargrupp först.

source: Users Ultra Access
pt_br: Acesso Usuários Ultra
sv_se: Users Ultra Tillträde

source: Deleted
pt_br: Excluídos
sv_se: Raderad

source: The group has been updated.
pt_br: O grupo foi atualizado.
sv_se: Gruppen har uppdaterats.

source: Please input a name.
pt_br: Por favor, insira um nome.
sv_se: Ange ett namn.

source: Groups
pt_br: Grupos
sv_se: Grupper

source: New group has been created.
pt_br: Novo grupo foi criado.
sv_se: Nya grupper has skapats.

source: Edit Group
pt_br: Editar Grupo
sv_se: Redigera grupp

source: Description:
pt_br: Descrição:
sv_se: Beskrivning:

source: Visibility:
pt_br: Visibilidade:
sv_se: Synlighet:

source: Back
pt_br: Voltar
sv_se: Tillbaka

source: Add New Group
pt_br: Adicionar novo grupo
sv_se: Skapa Ny Grupp

source: Visibility
pt_br: Visibilidade
sv_se: Synlighet

source: Users
pt_br: Usuários
sv_se: Medlemmar

source: There are no groups yet.
pt_br: Não há grupos ainda.
sv_se: Det finns inga grupper ännu.

source: Maintenance
pt_br: Manutenção
sv_se: Underhåll

source: Finished!!. The transients have been cleaned.
pt_br: Pronto!!. Os transientes foram limpos.

source: Finished!!. The stats have been deleted.
pt_br: Pronto !!. As estatísticas foram excluídas.

source: Finished!!. The ratings have been deleted.
pt_br: Pronto !!. As classificações foram excluídas.

source: Finished!! . Please refresh this window.
pt_br: Pronto !! . Por favor, atualize esta janela.
sv_se: Klar!! Vänligen ladda om denna sida.

source: MAINTENANCE
pt_br: MANUTENÇÃO
sv_se: UNDERHÅLL

source: WP User Meta Fields Cleaning
pt_br: Limpeza de Meta Campos de Usuários WP
sv_se: WP Användar Meta Fälts Rensning

source: This module helps you to remove useless user meta from the wp_usermeta table. It's useful to fix users count issues. This fixes the wrong amount of users displayed in the Users tab as well.
pt_br: Este módulo ajuda a remover meta usuário inútil do wp_usermeta tabela. É útil para corrigir problemas nas contas de usuários. Isso também corrige a quantidade errada de usuários exibidos na guia Usuários.
sv_se: Denna modul hjälper dig ta bort onödig användar meta från wp_usermeta tabellen. Det är bra att fixa kontoproblem. Detta fixar tex om fel antal medlemmar visas i användarfliken.

source: <strong>IMPORTANT:</strong> This module won't touch your Users Table but the User's Meta Table Only.
pt_br: <strong> IMPORTANTE: </strong> Este módulo não afetará sua tabela de usuários, mas apenas da tabela de Usuário Meta.
sv_se: <strong>VIKTIGT:</strong> Denna modul rör inte din Användar tabell, utan bara Användar Meta tabellen bara.

source: Current Integrity Status:
pt_br: Status Atual da Integridade
sv_se: Aktuell Integritet Status:

source: USERS FOUND IN USERS TABLE:
pt_br: USUÁRIOS ENCONTRADOS NA TABELA DE USUÁRIOS:
sv_se: ANVÄNDARE FUNNA I ANVÄNDARTABELL:

source: DISTINCT USERS FOUND IN META TABLE:
pt_br: USUÁRIOS DIFERENTES encontrados na tabela META:
sv_se: ANVÄNDARE FUNNA I ANVÄNDARTABELL:

source: The tables are synchronized. No action is required.
pt_br: As tabelas estão sincronizadas. Nenhuma ação é necessária.
sv_se: Tabellerna är synkroniserade. Ingen åtgärd behövs.

source: We recommend you optimize the tables by clicking on the button below.
pt_br: Nós recomendamos que você otimize as tabelas clicando no botão abaixo.
sv_se: Vi rekommenderar optimering av tabellerna genom att klicka på knappen nedan.

source: SYNC NOW
pt_br: Sincronizar Agora
sv_se: SYNKA NU

source: Are you totally sure?
pt_br: Você está totalmente certo disso?
sv_se: Är du helt säker?

source: Delete Users Ultra Transients
pt_br: Excluir usuários Ultra Transitórios

source: From time to time you will have to use this function. For example: If the Online users are not being displayed.
pt_br: De vez em quando você vai ter que usar essa função. Por exemplo: Se os usuários on-line não estão sendo exibidos.

source: CLEAN NOW
pt_br: LIMPAR AGORA

source: Clean the Users Ultra Stats
pt_br: Limpar as estatísticas dos usuários Ultra

source: Use this function to delete all the UU stats such as: photo views, user views, galleries views, etc.
pt_br: Use esta função para apagar todas as estatísticas UU, tais como: vistas de fotos, pontos de vista do usuário, galerias de vista, etc.

source: YES, DELETE ALL STATS NOW
pt_br: Sim, eliminar todas as estatísticas agora

source: Clean the Users Ultra Ratings
pt_br: Limpar os Ratings dos Usuários Ultra

source: Use this function to delete all the UU reviews. This option will delete all the user reviews, photo reviews, gallery reviews etc etc.
pt_br: Use esta função para apagar todos os comentários UU. Esta opção irá eliminar todos os comentários de usuários, comentários de fotos, galeria de comentários etc etc.

source: YES, DELETE ALL RATINGS NOW
pt_br: Sim, Apagar todos os Ratings agora

source: Messages
pt_br: Mensagens
sv_se: Meddelanden

source: Send Message
pt_br: Enviar Mensagem
sv_se: Skicka meddelande

source: You have no items in inbox.
pt_br: Você não tem itens na caixa de entrada.
sv_se: Du har inget i din inkorg.

source: Pic
pt_br: Foto
sv_se: Bild

source: Sender
pt_br: Remetente
sv_se: Avsändare

source: Subject
pt_br: Assunto
sv_se: Ämne

source: Date
pt_br: Data
sv_se: Datum

source: Action
pt_br: Açao
sv_se: Åtgärd

source: Mark as Unread
pt_br: Marcar como não lido
sv_se: Märk Oläst

source: Mark as Read
pt_br: Marcar como Lido
sv_se: Märk Läst

source: View
pt_br: Exibir
sv_se: Visa

source: Reply
pt_br: Responder
sv_se: Svara

source: Messaging Ultra
pt_br: Enviando Mensagem
sv_se: Meddela Ultra

source: Message Sent!.
pt_br: Mensagem Enviada!
sv_se: Meddelande skickat!

source: ERROR: All fields are required.
pt_br: ERRO: Todos os campos são obrigatórios.
sv_se: FEL: Alla fält måste fyllas i.

source: My Messages
pt_br: Minhas Mensagens
sv_se: Mina Meddelanden

source: Send New Message
pt_br: Enviar nova mensagem
sv_se: Skicka Nytt Meddelande

source: Subject:
pt_br: Assunto:
sv_se: Ämne:

source: Message:
pt_br: Mensagem:
sv_se: Meddelande:

source: Fields with * are required
pt_br: São obrigatórios os campos marcados com *
sv_se: Fält med * måste fyllas i

source: User(s):
pt_br: Usuário (s):
sv_se: Användare:

source: You can send messages to either a specific member or multiple members at once by choosing them here.
pt_br: Você pode enviar mensagens para um ou vários membros de uma vez, escolhendo-os aqui.
sv_se: Du kan skicka meddelande till en medlem eller fler medlemmar samtidigt genom att välja dem här.

source: Roles:
pt_br: Funções:
sv_se: Roll:

source: SEND MESSAGE
pt_br: ENVIAR MENSAGEM
sv_se: SKICKA MEDDELANDE

source: Manage Photo Categories
pt_br: Gerenciar Categorias de Fotos
sv_se: Hantera Foto Kategorier

source: Photo Categories
pt_br: Categorias de Fotos
sv_se: Foto Kategorier

source: PHOTO CATEGORY
pt_br: CATEGORIAS DE FOTOS
sv_se: FOTO KATEGORIER

source: Add New Category
pt_br: Adicionar nova categoria
sv_se: Ange Ny Kategori

source: Name
pt_br: Nome
sv_se: Namn

source: There are no categories yet.
pt_br: Não há nenhuma categoria ainda.
sv_se: Det finns inga kategorier ännu.

source: New Ticket
pt_br: Novo Ticket
sv_se: Nytt Ärende

source: Open
pt_br: Aberto
sv_se: Öppna

source: Pending
pt_br: Pendente
sv_se: Pågående

source: Solved
pt_br: Resolvido
sv_se: Klart

source: Closed
pt_br: Fechado
sv_se: Stängt

source: Unassigned
pt_br: Não atribuiído
sv_se: Obehandlad

source: --- Select Status
pt_br: --- Selecione
sv_se: --- Välj Status

source: Latest Tickets
pt_br: Últimos Tickets
sv_se: Senaste Ärende

source: Create New Ticket
pt_br: Criar Novo Ticket
sv_se: Ange Nytt Ärende

source: Select User:
pt_br: Selecionar Usuário:
sv_se: Välj Användare:

source: find your user here ...
pt_br: encontrar usuário aqui ...
sv_se: välj din användare här...

source: Assigned To:
pt_br: Atribuído a:
sv_se: Utvald till:

source: Select Category:
pt_br: Selecione a Categoria:
sv_se: Välj Kategori:

source: Select Department:
pt_br: Selecione Departamento:
sv_se: Välj Avdelning:

source: Select Status:
pt_br: Selecione Status:
sv_se: Välj Status:

source: CREATE TICKET
pt_br: Criar ticket
sv_se: SKAPA ÄRENDE

source: Site-Wide Activity Wall
pt_br: Mural de Atividades

source: Activity Wall
pt_br: Mural de Atividade
sv_se: ﻿Aktivitet Vägg

source: SITE-WIDE ACTIVITY WALL MANAGEMENT
pt_br: Gestão do Mural de Atividades

source: Customizer
pt_br: Customizar
sv_se: Utformare

source: Profile Templates
pt_br: Templates de Perfil
sv_se: Profilmallar

source: General Customization
pt_br: Customização Geral
sv_se: Allmän utformning

source: Widgets & Modules
pt_br: Widgets e Módulos

source: Please select the Profile's Template.
pt_br: Por favor, selecione template do perfil.
sv_se: Välj Profilernas Mall

source: Click to Activate
pt_br: Clique para ativar
sv_se: Klicka för Aktivering

source: Active
pt_br: Ativo
sv_se: Aktiv

source: Save Changes
pt_br: Salvar alterações
sv_se: Spara ändringar

source: User's Profile Customizer - General Customization
pt_br: Customizar Perfil de Usuário - Customização Geral
sv_se: Användarprofil Utformare - Allmän utformning

source: Use this section to customize the main structure of the user's profile.
pt_br: Use esta seção para personalizar a estrutura principal do perfil do usuário.
sv_se: Använd denna del för utformning av användarprofilens grundstruktur.

source: Main Profile Container
pt_br: Conteúdo do Perfil
sv_se: Huvudprofilens sektion

source: Background Color
pt_br: Cor De Fundo
sv_se: Bakgrundsfärg

source: Background Transparent
pt_br: Fundo Transparente
sv_se: Bakgrund genomskinlighet

source: Yes
pt_br: Sim
sv_se: Ja

source: No
pt_br: Não
sv_se: Nej

source: Inferior Profile Container
pt_br: Coneúdo Inferior do Perfil
sv_se: Nedre profilsektionen

source: Image Background Color
pt_br: Cor de Fundo da Imagem
sv_se: Bild Bakgrundsfärg

source: If you set a color the default image won't be displayed.
pt_br: Se você definir uma cor a imagem padrão não será exibida
sv_se: Om du väljer en färg kommer inte Utvald bild att visas.

source: Default Background Image
pt_br: Imagem de Fundo Padrão
sv_se: Utvald bakgrundsbild

source: Choose File
pt_br: Escolher Arquivo
sv_se: Välj fil

source: <b>ONLY JPG, JPEG, PNG EXTENSIONS ALLOWED: </b>
pt_br: <b>SOMENTE JPG, JPEG, PNG PERMITIDAS: </b>
sv_se: <b>ENDAST JPG, JPEG, PNG FILFORMAT: </b>

source: <b>RECOMMENDED SIZE: 1170 x 450 pixels </b>
pt_br: <B> tamanho recomendado: 1170 x 450 pixels </ b>
sv_se: <b>REKOMMENDERAD STORLEK: 1170 x 450 pixel </b>

source: Upload Image
pt_br: Carregar Imagem
sv_se: Ladda upp bild

source: Default User Avatar
pt_br: Avatar Padrão
sv_se: Användarens Standard Avatar

source: <b>RECOMMENDED SIZE:
pt_br: <b> Tamanho Recomendado:
sv_se: <b>REKOMMENDERAD STORLEK:

source: Please note: The avatar will be resized automatically if you upload a larger image
pt_br: Atenção: O avatar será redimensionado automaticamente se você carregar uma imagem maior
sv_se: Observera: Avataren autojusteras i storlek om du laddar upp en större bild

source: Please wait ...
pt_br: Por favor, aguarde ...
sv_se: ﻿Vänligen vänta...

source: Membership Widgets & Modules Settings
pt_br: Membership Widgets & Configurações de Módulos

source: This will allow you to set different layouts and activate different modules for your users based on their membership package.
pt_br: Isso permitirá que você defina diferentes layouts e ativar diferentes módulos para seus usuários com base em seu pacote de adesão.

source: Available Widgets
pt_br: Widgets Disponíveis
sv_se: Valbara Widgets

source: These widgets are visible in the user's dashboard and they can be used by the users. You can set the default widgets and set the default display order to all common users.
pt_br: Estes elementos são visíveis no painel do usuário. Você pode definir os widgets padrão e definir a ordem de exibição padrão para todos os usuários comuns.

source: Please note:
pt_br: Observe:

source: These changes will be applied to new users only.
pt_br: Estas alterações serão aplicadas apenas aos novos usuários.

source: Add New Widget
pt_br: Adicionar Novo Widget
sv_se: Lägg till Widget

source: PLEASE NOTE: If you don't see the default widgets please clear cache and browser files and click on the 'Restore Default Widgets' button.
pt_br: ATENÇÃO: Se você não ver os widgets padrão por favor limpe os arquivos de cache do navegador e e clique no botão 'Restaurar Widgets Padrão'.

source: Restore Default Widgets
pt_br: Restaurar Widgets Padrão

source: Apply layout to common users
pt_br: Aplicar layout para usuários comuns

source: Unavailable Widgets
pt_br: Widgets Indisponíveis
sv_se: Otillgängliga Widgets

source: Please drag&drop the widgets you would like to disable here.
pt_br: Por favor, arraste e solte os widgets que você gostaria de desativar aqui.
sv_se: Dra & släpp widgets du vill stänga av här.

source: Modules Activation & Deactivation
pt_br: Ativação e Desativação de Módulos
sv_se: Modul Aktivering & Avaktivering

source: By default all the modules are active on Users Ultra PRO. You can use this section to activate/deactivate user's functionalities.
pt_br: Por padrão, todos os módulos estão ativos no Usuários Ultra PRO. Você pode usar esta seção para ativar / desativar funcionalidades do usuário.
sv_se: Alla moduler är aktiverade ursprungligen i Users Ultra Pro. Använd denna sektion för att aktivera/avaktivera användarnas funktioner.

source: Deactivate the following checked modules:
pt_br: Desative os seguintes módulos verificados:
sv_se: Avaktivera följande valda moduler:

source: Rebuild Default Links
pt_br: Reconstruir links padrão
sv_se: Återskapa Original Länkar

source: Saving Changes ...
pt_br: Salvando Mudanças ...
sv_se: Spara Ändringar ...

source: User's navigator, drag&drop available:
pt_br: Navegador do usuário, drag & drop disponíveis:
sv_se: Användarnavigator, dra&släpp möjligt:

source: Here you can manage the links that are displayed in the user's dashboard. Spaces are allowed in the Title. Please only input characters, numbers, dash or underscore for the slug.
pt_br: Aqui você pode gerenciar os links que são exibidos no painel do usuário. Espaços são permitidos no título. Por favor, apenas caracteres, números, hifen ou underline para o slug.
sv_se: Här hanterar du länkarna som visas i användarpanelen. Mellanrum är ok i Titeln. Använd bara bokstäver, tal, # eller _ som länknamn.

source: Add New Link
pt_br: Adicionar novo link
sv_se: Ange Ny Länk

source: Use this section to add custom CSS styles.
pt_br: Use esta seção para adicionar estilos CSS personalizados.
sv_se: Använd denna sektion för egna CSS stilar.

source: Custom CSS Style
pt_br: Personalizado Estilo CSS
sv_se: Egen CSS stil

source: You can write some custom CSS style coding here
pt_br: Você pode escrever algum código personalizado estilo CSS aqui
sv_se: Ange egen CSS kod här
